		{
			"about_us": {
				"about": "Qui sommes nous",
				"about_content": "Karryngo est une passerelle permettant aux propriétaires de véhicules de gagner des revenus passifs grâce à l'enregistrement de leurs véhicules. Nous fournissons une logistique multimodale qui déplace les personnes et expédie des courriers, des colis et des marchandises en toute sécurité, rapidement et efficacement",
				"about_item_1": "Satisfaction de la clientèle.",
				"about_item_2": "Rapports de gestion de vos voyages.",
				"about_item_3": "Solution de paiement du fret.",
				"contact": "CONTACTEZ-NOUS",
				"contact_address": "261 Magdalena Willers,Kilnerpark Pretoria 0186",
				"contact_button": "ENVOYER",
				"contact_country": "AFRIQUE DU SUD",
				"contact_message": "Envoyez-nous votre demande à tout moment!",
				"contact_phone": "Téléphone",
				"contact_whatsapp": "Whatsapp",
				"email": "Email",
				"message": "message",
				"name": "Entrez votre nom",
				"subject": "Entrez le sujet",
				"title": "A propos de Karryngo" 
			},
			"buttons": {
				"register": "S'inscrire",
				"close": "Fermer",
				"filter_status": "Filter by Status",
				"filter_year": "Filter by Year",
				"all": "All"
			},
			"sidemenu":{
				"home": "Accueil",
				"requests": "Demande",
				"add_shipment": "Nouvelle Expédition",
				"add_transport": "Nouveau transport",
				"add_traveler": "Nouveau voyage",
				"vehicle_hire": "pour Location véhicule",
				"chat_with": "Discuter avec",
				"my_requests": "Mes demandes",
				"tracking": "Suivi d'une demande",
				"profile": "Mon profil",
				"account": "Mon Compte",
				"wallet": "Mon portefeuille",
				"history": "Historique",
				"deposit": "Dépôt",
				"withdrawal": "Retrait",
				"workspace": "Espace prestataire",
				"pro": "Prestataire",
				"become_pro": "Devenir prestataire",
				"myservices": "Mes demandes",
				"admin": "Administration",
				"management": "Administration",
				"customers": "Clients",
				"providers": "Prestataires",
				"finances": "Finances",
				"countries": "Pays",
				"tva": "TVA",
				"service": "Services"
			},
			"dashboard": {
				"welcome": "Bienvenue",
				"msg_provider": "Votre demande en tant que prestataire de services est toujours en cours de traitement.",
				"welcome_message": "Avec MyKarryngo, vous pouvez utiliser nos services (Expédition, Transport et plus).",
				"dashboard_shipping": "Expédition",
				"dashboard_shipping_content": "Demandez les services d'expédition ou de livraison pour vos courriers, colis ou vos aliments.",
				"dashboard_shipping_button": "Demande d'expédition",
				"dashboard_transport": "Transport des personnes",
				"dashboard_transport_content": "Demandez un transport pour vous-même ou un tiers ou un covoiturage et obtenez la meilleure option",
				"dashboard_transport_button": "Demande de voyage",
				"dashboard_rental": "Locations",
				"dashboard_rental_content": "Louer une moto, une voiture standart ou VIP, un minibus, un bus, un minitruck/pick-up ou un camion",
				"dashboard_rental_button": "Louer",
				"become_partner": "Devenir partenaire Karryngo",
				"become_partner_sub": "En partenariat avec MyKarryngo, une passerelle pour les revenus passifs.",
				"pro_carrier_title": "Transporteur",
				"pro_carrier_content": "Inscrivez-vous pour devenir Transporteur/Expéditeur/Livreur de courriers, colis ou marchandises, même à moto",
				"pro_trans_title": "Transport des personnes",
				"pro_trans_content": "Inscrivez-vous pour devenir transporteur de personnes (taxi ou covoiturage) même en moto ou minibus ou bus",
				"pro_travel_title": "Voyageur Karryngo",
				"pro_travel_content": "Inscrivez-vous en tant que voyageur Karryngo lors d'un voyage, transportez et gagnez des revenus passifs tout en voyageant sans bagages.",
				"pro_rent_title": "Location Véhicule/Moto/Camion",
				"pro_rent_content": "Enregistrez votre véhicule, moto ou camion dans le système de gestion de flotte de Karryngo et gagnez des revenus passifs."
			},
			"footer": {
				"aboutus": "À PROPOS DE Karryngo",
				"address": "261 Magdalena Willers,Kilnerpark Pretoria 0186, Afrique du Sud",
				"description": "Karryngo est une passerelle permettant aux propriétaires de véhicules de gagner des revenus passifs grâce à l'enregistrement de leurs véhicules. Nous fournissons une logistique multimodale qui déplace les personnes et expédie des courriers, des colis et des marchandises en toute sécurité, rapidement et efficacement",
				"email": "inquiries@karryngo.com",
				"hourcontent": "Nos interventions sont menées 7 jours sur 7, même les jours fériés, par le biais des services d'urgence. Remplissez le formulaire en ligne, un consultant s'en occupera.",
				"lbl_phone": "Téléphone",
				"phone": "(+27) 73-544-4401",
				"policies": "Politiques de confidentialité",
				"social": "Sociale",
				"terms": "Modalités et conditions",
				"whatsapp": "(+27) 73-544-4401",
				"workinghour": "HEURES D’OUVERTURE"
			},
			"forgot": {
				"create_account": "Créer un compte ?",
				"send_mail": "Envoyer le courrier",
				"subtitle": "Saisissez votre adresse électronique et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
				"title": "Réinitialiser le mot de passe"
			},
			"header": {
				"menu_1": "ACCUEIL",
				"menu_2": "Comment cà marche",
				"menu_3": "FRANCHISE",
				"menu_4": "À PROPOS DE KARRYNGO",
				"menu_5": "Compte",
				"menu_6": "Commencez"
			},
			"home": {
				"description": "Sécurité, rapidité et efficacité. Nous transportons des personnes, des colis et des marchandises!!!",
				"pro_content": "Accédez à Votre Compte ou accédez à Commencer",
				"pro_title": "VOUS ÊTES EXPÉDITEUR, TRANSPORTEUR OU PROPRIÉTAIRE DE VÉHICULE ?",
				"service_d1": "La prestation couvre : Courses et livraisons de marchandises ; Services de messagerie; et livraisons de colis",
				"service_d2": "La prestation couvre : Transport de personnes par motos ; et les locations motos à la journée ou au mois",
				"service_d3": "La prestation couvre : l'enregistrement des véhicules dans le système de gestion de flotte de Karryngo ; Transport de Personnes, Location de Véhicules ; Camionnage.",
				"service_t1": "MAIN A MAIN",
				"service_food": "1. Prestations d'alimentation",
				"service_food_content": "Karryngo collecte et livre vos aliments en toute sécurité, professionnellement et efficacement au seuil de votre porte. Veuillez-vous inscrire et réserver pour un service alimentaire sécurisé!",
				"service_courier": "2. Service de messagerie/Courrier",
				"service_courier_content": "Karryngo collecte et livre en toute sécurité, professionnellement et efficacement vos courriers au seuil de votre porte ou à l'international. Veuillez-vous inscrire et réserver pour un service de messagerie/courrier avec nous!",
				"service_parcel": "3. Colis",
				"service_parcel_content": "Karryngo collecte et livre en toute sécurité, professionnellement et efficacement n'importe lequel de vos colis au seuil de votre porte ou à l'international. Veuillez-vous inscrire et réserver pour la collecte et la livraison de votre colis!",
				"service_t2": "MOTOS",
				"service_tranport_moto": "1. Transport par moto",
				"service_tranport_moto_content": "Karryngo assure le transport par moto. Veuillez-vous inscrire et réserver un transport. Nous avons des motards professionnels prêts à être à votre service.",
				"service_rental_moto": "2. Location de motos",
				"service_rental_moto_content": "Karryngo propose une variété de marques de motos. Veuillez-vous inscrire et en louer à votre choix. Options : Locations journalières et Locations mensuelles.",
				"service_t3": "VEHICULES",
				"service_tranport_person": "1. Transport de personnes",
				"service_tranport_person_content": "Vous ne voulez pas voyager seul ? Veuillez réserver une place et rejoignez les autres ! Options : Voiture, Voiture VIP, Minibus, Minibus ou Bus VIP, Bus VIP.",
				"service_transfert": "2. Déménagements",
				"service_transfert_content": "Êtes-vous prêt à déménager ? Veuillez contacter Karryngo pour un déménagement en toute sécurité de vos biens vers la destination souhaitée. Options : par mini-camion et par Camion",
				"service_trucking": "3. Camionnage",
				"service_trucking_content": "Karryngo compte un grand nombre de prestataires de services de camionnage. Veuillez réserver et demander le transport et la distribution locaux et transfrontaliers de vos biens et services. Options : du mini-camion au camion lourd/semi-remorque",
				"title": "LE RÉSEAU DU MARCHÉ DE LA LOGISTIQUE MULTIMODALE",
				"why_desc": "Karryngo est un outil multimodal et un marché de la logistique qui aidera certainement les consommateurs à trouver des moyens moins chers de se déplacer d'un point à un autre, de se faire livrer de la nourriture ou d'autres colis à leur porte ; Karryngo est une plate-forme ou un marché logistique où les transporteurs et les courtiers de transport de divers types rencontrent les consommateurs pour leurs avantages communs ; et Le coût de transport de base est étiré vers le bas pour permettre aux consommateurs de choisir parmi divers coûts proposés par le biais d'un système de processus d'appel d'offres, ce qui donne finalement le pouvoir aux consommateurs",
				"why_item_1": "Karryngo, une plateforme de marché logistique.",
				"why_item_2": "Karryngo, un partenaire corporatif et manufacturier",
				"why_item_3": "Karryngo, conçue pour des solutions logistiques spécifiques",
				"why_item_4": "Karryngo, bâtir la confiance.",
				"why_title": "POURQUOI KARRYNGO ?"
			},
			"how": {
				"features": {
					"feature_1": "Transport ou expédition de Courriers, Colis ou Marchandises",
					"feature_1_content": "Les transporteurs, expéditeurs et propriétaires de véhicules enregistrés veilleront à ce que vos colis soient transportés et livrés en toute sécurité, rapidement, efficacement et à temps. Ils sont tous contrôlés et certifiés par Karryngo",
					"feature_2": "Faire du covoiturage",
					"feature_2_content": "Utilisez la plateforme Karryngo pour réserver et payer le transport en voiture, minibus ou en bus. Karryngo est une passerelle pour entrer en contact avec les propriétaires de véhicules qui voyagent et qui ont besoin de voyager avec des personnes empruntant le même itinéraire. Vous payez moins !!!",
					"feature_3": "VOYAGEUR KARRYNGO",
					"feature_3_content": "Rémunération des Voyageurs Transfrontaliers sur les colis accompagnés. La plate-forme Karryngo permet d'expédier des colis d'un pays à l'autre par l'intermédiaire de passagers voyageant sans bagages à un tarif moins cher. Remarque : Un Consultant de Karryngo, en présence du Voyageur Karryngo et l'expéditeur du colis vérifie soigneusement les bagages et s'entendent sur les articles non interdits",
					"title": "Fonctionnalités"
				},
				"show_more": "Voir plus",
				"more":{
					"trans": "A. TRANSPORTEURS/CHAUFFEURS",
					"trans_subtitle":"VOUS ÊTES VENUS SUR LA PREMIÈRE PLATEFORME DU MARCHÉ LOGISTIQUE AFRICAIN !",
					"trans_content":"Vous êtes au bon endroit! Peu importe ce que vous transportez - vous avez une moto / tricycle, une voiture, un camion léger ou un gros camion, il existe une myriade de possibilités pour gagner de l'argent ou de l'argent supplémentaire. KARRYNGO vous aidera à vous connecter au Leader du Réseau de Marché de la Logistique Multimodale, où des milliers et des milliers de clients vous trouveront en un clic ! Emportez ces paroles de sagesse avec vous lorsque vous commencez.",
					"take_subtitle":"PRENDRE LE CONTRÔLE",
					"take_content":"Inscrivez-vous en tant que Karryngo Transporter avec le moyen de transport que vous possédez. Le processus de vérification sera ensuite approuvé. Vous êtes listés ! Vous êtes dans le système. Les devis que vous recevez sont aussi précis que les détails de votre annonce. Fournissez des photographies, des descriptions détaillées, téléchargez des documents liés au moyen de transport - tout ce qui, selon vous, fera une différence, fera une différence. Voilà! Vous êtes prêt à partir et à fournir des services de transport à des milliers de clients.",
					"as_subtitle":"EN TANT QUE TRANSPORTEUR KARRYNGO",
					"as_content":"Formez-vous et familiarisez-vous avec les normes de services de Karryngo.  Vous pouvez opter de travailler :",
					"as_content_1":"Comme motocycliste ou tri-cycliste, vous pouvez opter pour le transport de personnes, vous pouvez opter pour la distribution de courriers, de colis ou d'autres marchandises, vous pouvez enfin opter pour la livraison de nourriture ou opter pour faire des courses pour un client ; et/ou",
					"as_content_2":"Comme chauffeur, vous pouvez opter pour le transport de personnes ou de marchandises.",
					"as_content_3":"Communiquez plus efficacement avec KARRYNGO, recevez des notifications de statut, agissez rapidement en cotant, faites-vous sélectionner par les clients, récupérez-le colis/courrier ou transportez, soyez humble et professionnel, débloquez rapidement les paiements dus à KARRYNGO à la livraison, et plus encore.",
					"secure_subtitle":"PAIEMENT SÉCURISÉ*",
					"secure_content":"Les paiements se font en Cash ou via PayPal, Pay Gate (Cartes VISA ou MasterCard), Mobile Money. Les transporteurs gérant un grand nombre de chauffeurs ou de moyens de transport peuvent utiliser le système EFT. Les paiements dus à KARRYNGO doivent être effectués le jour même où le service est effectué.",
					"vehicles":"B. ORGANISMES DE TRANSPORT OU DE LOCATION DE VELOS OU DE VEHICULES",
					"vehicle_subtitle":"VOUS ÊTES VENUS SUR LA PREMIÈRE PLATEFORME DU MARCHÉ LOGISTIQUE AFRICAIN !",
					"vehicle_take_subtitle":"PRENDRE LE CONTRÔLE",
					"vehicle_take_content":"Inscrivez-vous en tant que Karryngo Transporter avec le moyen de transport que vous possédez. Le processus de vérification sera ensuite approuvé. Vous êtes listés ! Vous êtes dans le système. Les devis que vous recevez sont aussi précis que les détails de votre annonce. Fournissez des photographies, des descriptions détaillées, téléchargez des documents liés au moyen de transport - tout ce qui, selon vous, fera une différence fera une différence. Voilà! Vous êtes prêt à partir et à fournir des services de transport à des milliers de clients.",
					"vehicle_as_subtitle":"EN TANT QUE TRANSPORTEUR KARRYNGO",
					"vehicle_as_content":"Formez-vous et familiarisez-vous avec les normes de services de Karryngo. Vous pouvez choisir de travailler:",
					"vehicle_as_content_1":"En tant qu'entreprise de transport ou organisation utilisant des motos ou des tricycles, vous pouvez opter pour le transport de personnes, vous pouvez opter pour la distribution de courriers, de colis ou d'autres marchandises, vous pouvez éventuellement opter pour la livraison de nourriture ou opter pour faire des courses pour un client ; et/ou",
					"vehicle_as_content_2":"En tant qu'entreprise ou organisme de transport utilisant des voitures, des minibus, des autobus, des camions légers ou gros porteurs, vous pouvez opter pour le transport de personnes ou de grandes quantités de marchandises.",
					"vehicle_as_content_3":"En tant que société de location de motos ou de véhicules, vous pouvez choisir de louer des motos et des véhicules via la plateforme Karryngo.",
					"vehicle_as_content_4":"Communiquez plus efficacement avec KARRYNGO, recevez des notifications de statut, agissez rapidement en cotant, faites-vous sélectionner par les clients, récupérez le colis/courrier ou transportez, soyez humble et professionnel, débloquez rapidement les paiements dus à KARRYNGO à la livraison, et plus encore.",
					"customer":"C. CLIENTS",
					"customer_subtitle":"VOUS ÊTES VENUS SUR LA PREMIÈRE PLATEFORME DU MARCHÉ LOGISTIQUE AFRICAIN !",
					"customer_content":"Vous êtes au bon endroit! Peu importe ce que vous voulez utiliser une moto/tricycle, une voiture, un camion léger ou un gros camion, il existe une myriade de possibilités pour payer moins cher. KARRYNGO vous aidera à vous connecter au premier réseau de marché de la logistique multimodale, où des milliers et des milliers de moyens de transport seront disponibles en un seul clic ! Emportez ces paroles de sagesse avec vous lorsque vous commencez.",
					"customer_take":"PRENDRE LE CONTRÔLE",
					"customer_take_content":"Inscrivez-vous en tant que client Karryngo (Particuliers, entreprises et autres organisations) et choisissez le moyen de transport dont vous avez besoin. Vous êtes listés ! Vous êtes dans le système. Fournissez des photos, des descriptions détaillées et les dimensions de votre annonce — Et voilà ! Vous êtes prêts à utiliser tous les moyens de transport proposés par la plateforme. Les devis que vous recevez sont le résultat d'un système d'enchères intégré à la plateforme Karryngo où tous les transporteurs proposent leur devis en fonction de votre demande soumise. Vous choisirez le devis le moins cher. Pas de soucis, tous les moyens de transport sont vérifiés pour être sur la plateforme.",
					"customer_as":"EN TANT QUE CLIENT DE KARRYNGO",
					"customer_as_content":"Familiarisez-vous avec les normes de services de Karryngo. Communiquez plus efficacement avec KARRYNGO, recevez des notifications de statut, recevez un numéro de référence unique qui est le même que celui que recevra le transporteur, vérifiez le numéro de référence à l'arrivée du transporteur, puis acceptez, payez immédiatement ou à l'arrivée à destination ou à la livraison."
				},
				"step_1": "FAIRE UNE COMMANDE",
				"step_1_content": "Identifiez un service : Transport, Expédition ou Location. Remplir le formulaire.",
				"step_2": "EFFECTUER UN PAIEMENT",
				"step_2_content": "Après avoir décrit vos besoins, effectuez un paiement en utilisant les méthodes suivantes : Espèces, Carte de crédit ou Mobile Money.",
				"step_3": "SUIVEZ VOTRE COMMANDE",
				"step_3_content": "Après paiement, vous recevrez une facture. Votre tableau de bord sert à retracer tous les événements de vos demandes.",
				"title": "Comment cà marche ",
				"transport_button": "Commencez Maintenant",
				"transport_persons": "Transport de personnes",
				"transport_persons_content": "Demandez un transport pour vous-même ou un tiers ou un covoiturage et obtenez la meilleure option",
				"transport_shipping": "Transport ou expédition de courriers, colis ou marchandises",
				"transport_shipping_content": "Demandez un transport de Courriers, Colis ou Marchandises pour vous ou votre organisation, ou pour un tiers et obtenez la meilleure option."
			},
			"login": {
				"forgot_password": "J'ai oublié mon mot de passe.",
				"login_button": "Se Connecter",
				"login_email": "Email",
				"login_email_placeholder": "Entrez votre  Email",
				"login_password": "Mot de passe",
				"login_password_placeholder": "Entrez votre mot de passe",
				"login_password_required": "Le mot de passe est requis",
				"login_required": "L'adresse e-mail est requise",
				"no_account": "Je n'ai pas de compte",
				"or": "ou",
				"password_required": "",
				"remember_me": "Se souvenir de moi",
				"title": "Se Connecter"
			},
			"network": {
				"franchise_application": "Comment s'inscrire",
				"franchise_application_content": "Le processus de demande est simple. Remplissez la demande de franchise Karryngo et soumettez votre plan d'affaires, afin que nous puissions évaluer vos capacités financières, opérationnelles et commerciales. Une fois rempli et soumis, un représentant de notre équipe de franchise vous contactera sous peu.",
				"franchise_enquiries": "Demandes de Franchise",
				"franchise_enquiries_content": "<p>L'opportunité de franchise Karryngo vous ouvre la porte de posséder et d'exploiter une entreprise de transport avec une expérience éprouvée en matière de succès. Être franchisé Karryngo vous offre les avantages d'un système performant de services de transport fondé sur une technologie fiable et efficace, le soutien de l'expertise et la force d'une marque de confiance pour son service de qualité.</p> <p>Karryngo accorde des franchises pour ses produits de base, le transport et la logistique à des candidats qualifiés dans des territoires spécifiques. Les franchises offertes sont de deux types : les franchises nationales accordées pour tout un pays et les franchises provinciales accordées pour une province à l'intérieur d'un pays. Karryngo ne propose actuellement pas de master franchises.</p>",
				"franchise_growing": "Développer la franchise",
				"franchise_growing_content": "<p>Les franchisés seront périodiquement évalués sur leurs performances commerciales, leur couverture géographique, leur part de marché et leur excellence opérationnelle. Karryngo fournira un soutien continu à votre entreprise pour assurer sa croissance continue.</p><p>Nous attendons avec impatience les candidats qui peuvent partager les mêmes valeurs avec nous, appliquer nos systèmes et la façon dont nous exerçons nos activités. Si vous pensez que vous avez ce qu'il faut pour devenir un franchisé Karryngo, remplissez le formulaire pour commencer le processus de franchise Karryngo.</p>",
				"franchise_process": "Processus et gouvernance de la Franchise Karryngo",
				"franchise_process_content": "Si vous voulez une entreprise fiable et prospère soutenue par l'expertise et la force d’une marque continentale, postulez maintenant pour démarrer votre Processus de Franchise Karryngo. Nous recherchons des entrepreneurs engagés et innovants sur tous les marchés pour construire et maintenir des franchises durables.",
				"franchise_program": "Programme de Franchise",
				"franchise_program_content": "Apprenez-en plus sur notre approche unique de la conduite des affaires et postulez dès maintenant pour rejoindre notre Réseau de Franchise Continentale de Karryngo. Le franchisage est un pilier essentiel de notre stratégie de croissance globale, tant sur les marchés développés qu'émergents. Nos franchisés sont bien équipés avec les outils pour réussir, soutenus par nos solutions axées sur le client, notre vaste expertise opérationnelle et nos technologies innovantes. Nous accueillons les entrepreneurs et les entreprises bien établies, qui ont de l'expérience dans notre industrie et qui sont créatifs, innovants et avant-gardistes pour rejoindre le réseau Karryngo et faire partie de notre histoire de croissance passionnante et dynamique.",
				"franchise_selection": "Procédure de sélection",
				"franchise_selection_content": "La première étape consiste à appliquer le formulaire accompagné d'un plan d'affaires et d'autres pièces justificatives pour que nous fassions une évaluation de faisabilité.",
				"franchise_setup": "Configuration et formation",
				"franchise_setup_content": "Une fois qu'un franchisé est sélectionné, Karryngo aidera à mettre en place les opérations de franchise et fournira un programme de formation complet sur la gestion des affaires de Karryngo dans le pays assigné. L'objectif est d'assurer une expérience fluide pour tous les clients de Karryngo sur le continent, nous travaillons donc en étroite collaboration avec nos franchisés pour garantir cela.",
				"franchise_subtitle": "Faites partie du Réseau de Franchise Continentale de Karryngo",
				"franchise_title": "PROGRAMME DE FRANCHISE KARRYNGO"
			},
			"signup": {
				"elready_regstered": "Vous avez déjà un compte?",
				"registration": "S'inscrire",
				"registration_agree_required": "Vous devez accepter avant de continuer",
				"registration_and": "et aussi",
				"registration_attention": "Veuillez vous assurer que tous les champs obligatoires sont remplis et corrects!!!",
				"registration_button": "INSCRIPTION",
				"registration_city": "Ville",
				"registration_city_required": "La ville est requise",
				"registration_confirm_password": "Confirmer le mot de passe",
				"registration_confirm_password_placeholder": "Confirmez votre mot de passe",
				"registration_confirm_required": "Un mot de passe de confirmation est requis",
				"registration_country": "Pays",
				"registration_country_required": "Le pays est requis",
				"registration_email": "Email",
				"registration_email_placeholder": "Entrez votre  Email",
				"registration_email_required": "",
				"registration_field_required": "Le champ est obligatoire",
				"registration_firstname": "Nom",
				"registration_firstname_placeholder": "Entrez votre Nom",
				"registration_password": "Mot de passe",
				"registration_password_nomatch": "Les mots de passe ne correspondent pas",
				"registration_password_placeholder": "Entrez votre mot de passe",
				"registration_phone": "Téléphone",
				"registration_phone_required": "Le numéro de téléphone est requis",
				"registration_read": "J'ai lu et j'accepte les",
				"registration_surname": "Prenom",
				"registration_surname_placeholder": "Entrez votre prenom"
			},
			"tracking": {
				"tracking_button": "SUIVRE ICI",
				"tracking_order": "Numéro de commande",
				"tracking_placeholder": "Insérer le numéro de traçage",
				"tracking_title": "SUIVEZ VOS COMMANDES/DEMANDES DE SERVICES"
			},
			"policies": {
				"privacy_policy": "POLITIQUE DE CONFIDENTIALITÉ",
				"overview": "APERÇU",
				"overview_contant_1": "La protection de votre vie privée est d'une importance capitale pour nous tous à Karryngo (Pty) Ltd, également appelé 'Karryngo', et nous voulons que vous le sachiez. Nous avons établi cette politique de confidentialité (Politique de confidentialité) pour vous expliquer comment vos informations personnelles sont protégées, collectées et utilisées. Elle décrit également vos choix en matière d'utilisation, d'accès et de correction de vos informations personnelles. Les informations personnelles sont des informations vous concernant qui sont personnellement identifiables, telles que votre nom, votre adresse, votre numéro de téléphone et votre adresse électronique, et qui ne sont pas autrement accessibles au public.",
				"overview_contant_2": "Les pratiques de confidentialité de cette déclaration s'appliquent à nos services disponibles sous le domaine et les sous-domaines de www.karryngo.com (le 'Site') détenus et exploités par Karryngo (Pty) Ltd, ('Karryngo', 'nous', 'notre', 'nos'). Karryngo (Pty) Ltd est le contrôleur de vos Données Personnelles et est responsable de la collecte, du traitement et de la divulgation de vos Données Personnelles comme décrit dans cette Politique de Confidentialité, sauf indication contraire precisée",
				"overview_contant_3": "En visitant ce site, vous acceptez d'être lié par les conditions de la présente politique de confidentialité et vous consentez expressément à ce que nous utilisions et divulguions vos informations personnelles conformément à la présente politique de confidentialité. Si vous n'êtes pas d'accord, veuillez ne pas utiliser ou accéder à notre site. Cette politique de confidentialité est intégrée et soumise aux conditions de l'accord d'utilisation de Karryngo. Nous nous réservons le droit de modifier cette politique de confidentialité à tout moment, nous vous invitons donc à la consulter fréquemment..",

				"personal_data": "LES DONNÉES PERSONNELLES QUE NOUS COLLECTONS",
				"personal_data_contant": "<p>En général, vous pouvez naviguer sur le Site sans nous fournir d'informations personnelles vous concernant. Il n'est pas nécessaire de créer un compte pour utiliser certains des services de Karryngo, comme la consultation des profils ou des annonces publiques de Karryngo. Cependant, même lors de la navigation, Karryngo peut recevoir certaines informations personnelles de votre part, comme l'appareil que vous utilisez et votre adresse IP.</p><p>Pour utiliser la plupart des services ou fonctionnalités du Site, vous devez d'abord remplir le formulaire d'inscription et créer un nom d'utilisateur et un mot de passe. Au cours du processus d'inscription, vous êtes tenu de donner des informations de contact telles que le nom, l'adresse, le numéro de téléphone et l'adresse électronique. Notez qu'une fois que vous acceptez de nous fournir des informations personnelles, vous n'êtes plus anonyme pour nous.</p><p>Si vous choisissez d'utiliser nos services, nous pouvons vous demander de fournir des informations de contact et d'identité, des informations de facturation et d'autres informations personnelles comme indiqué sur les formulaires dans l'ensemble du Site. Dans certaines circonstances, nous pouvons vous demander des informations financières supplémentaires. Dans la mesure du possible, nous indiquons quels champs sont obligatoires et lesquels sont facultatifs. Vous avez toujours la possibilité de ne pas fournir d'informations en choisissant de ne pas utiliser un service ou une fonction particulière.</p><p>Si vous choisissez d'établir une liste, une cotation ou une correspondance sur le Site, nous recueillons des informations sur votre activité et votre comportement. Nous recueillons également les commentaires des autres utilisateurs à votre sujet dans notre zone de commentaires.</p><p>En outre, dans le cadre du processus d'inscription, Karryngo offre aux membres qui s'inscrivent en tant que prestataire de services la possibilité de soumettre certaines informations commerciales telles que le numéro de licence d'un prestataire de services commerciaux, le numéro DOT, le numéro de transporteur routier (MC), et/ou toute autre autorité qu'un prestataire de services choisit d'inclure. Il appartient à chaque membre, individuellement, de fournir ces informations. Karryngo ne validera pas ces informations mais permettra aux partenaires tiers de Karryngo, SDK Games et Sinansel Tisa Consulting cc T/a Sinansel Express et Sinansel.com, également Fiducia Capital, d'accéder à ces informations afin d'obtenir des informations pertinentes telles que l'autorité, les couvertures d'assurance et d'autres informations commerciales et d'autres sources d'information.</p><p>Seuls les prestataires de services qui soumettent ces informations commerciales et d'identification sur le site Karryngo seront éligibles pour être officiellement Surveillés, ce qui est signifié par un sceau sur le profil du membre. Ce sceau et toutes les autres informations publiques qu'un prestataire de services soumet peuvent être consultés par les autres membres sur la page du profil du membre, dans la section 'À propos de moi'. À tout moment, un prestataire de services peut choisir de se retirer du programme de vérification tierce partie à partir de son compte Karryngo dans la section modifier le profil.</p><p>Si vous choisissez de poster des messages sur nos forums de discussion, nos tableaux de questions-réponses sur les listes d'expédition ou de laisser des commentaires aux autres membres, nous collecterons ces informations que vous nous fournissez. Nous conservons ces informations dans la mesure où cela est nécessaire pour résoudre les litiges, fournir une assistance à la clientèle et résoudre les problèmes, comme le permet la loi. Voir la section \" Forums de discussion communautaires \" ci-dessous.</p><p>Si vous nous envoyez de la correspondance personnelle, comme des courriels ou des lettres, ou si d'autres utilisateurs ou des tiers nous envoient de la correspondance concernant vos activités ou vos publications sur le site, nous pouvons recueillir ces informations dans un fichier qui vous est propre.</p><p>De temps à autre, nous pouvons vous offrir la possibilité de participer à des concours ou à des enquêtes sur le site. Si vous choisissez de participer, nous vous demanderons certaines informations personnelles, notamment votre adresse électronique. La participation à ces enquêtes ou concours est entièrement volontaire et vous avez donc le choix de divulguer ou non ces informations. Les informations demandées comprennent généralement des informations de contact et des informations démographiques. Nous ne partagerons pas les informations personnelles que vous fournissez dans le cadre d'un concours ou d'une enquête avec d'autres tiers, sauf si nous vous donnons un préavis et un choix préalable.</p><p>Si vous choisissez de participer au programme Bring Your Own Rates, il vous sera demandé de fournir vos identifiants de connexion pour vos comptes de transporteur dans le cadre du processus d'inscription. Karryngo collecte ces informations dans le seul but de télécharger vos tarifs sur la Plateforme Karryngo. Toutes les informations fournies sont protégées conformément à la présente politique de confidentialité..</p>",
				"log_file": "FICHIERS JOURNAUX",
				"log_file_content": "<p>Comme c'est le cas pour la plupart des sites Web, nous recueillons automatiquement certaines informations et les stockons dans des fichiers journaux. Ces informations comprennent les adresses de protocole Internet (IP), le type de navigateur, le prestataire d'accès Internet (FAI), les pages de renvoi et de sortie, le système d'exploitation, l'horodatage et les données relatives au parcours de navigation. Nous utilisons ces informations pour analyser les tendances, administrer le site, suivre les mouvements des utilisateurs sur le site et recueillir des informations démographiques sur notre base d'utilisateurs dans son ensemble.</p><p>Nous suivons les tendances dans les statistiques d'utilisation et de volume des utilisateurs pour créer un site plus efficace et plus utilisable, et pour déterminer les zones du site qui pourraient être améliorées pour améliorer l'expérience des utilisateurs.</p><p>Les fichiers journaux sont utilisés sur le site Web, et dans tout lien vers le site Web à partir d'un e-mail..</p>",
				"tracking_technologies": "TECHNOLOGIES DE SUIVI",
				"tracking_technologies_content": "<p>Des technologies telles que : les cookies et des technologies similaires sont utilisées par Karryngo et nos partenaires marketing, nos affiliés et nos prestataires de services de support client et de prévention des fraudes. Ces technologies sont utilisées pour analyser les tendances, administrer le site, suivre les mouvements des utilisateurs sur le site et recueillir des informations démographiques sur notre base d'utilisateurs dans son ensemble. Nous pouvons recevoir des rapports basés sur l'utilisation de ces technologies par ces sociétés sur une base individuelle ainsi qu'agrégée.</p><p>Nous utilisons des cookies pour mémoriser les préférences des utilisateurs et pour l'authentification. Les utilisateurs peuvent contrôler l'utilisation des cookies au niveau du navigateur individuel. Pour plus d'informations, veuillez consulter notre politique en matière de cookies ici. Si vous refusez les cookies, vous pouvez toujours utiliser notre site, mais votre capacité à utiliser certaines fonctionnalités ou zones de notre site peut être limitée.</p>",
				"behavioural_targeting": "CIBLAGE COMPORTEMENTAL/RECIBLAGE",
				"behavioural_targeting_content": "Nous nous associons à des tiers pour gérer notre publicité sur d'autres sites. Nos partenaires tiers peuvent utiliser des technologies telles que les cookies et des technologies similaires pour recueillir des informations sur vos activités sur ce site et sur d'autres sites afin de vous proposer des publicités basées sur vos activités de navigation et vos intérêts. Si vous ne souhaitez pas que ces informations soient utilisées pour vous proposer des publicités basées sur vos intérêts, vous pouvez vous désengager en cliquant ici (ou si vous êtes situé dans l'Union européenne, cliquez ici). Veuillez noter que cette option ne vous permet pas de ne plus recevoir de publicités. Vous continuerez à recevoir des publicités génériques.",
				"use_data": "COMMENT NOUS UTILISONS VOS DONNÉES PERSONNELLES",
				"use_data_content": "Nous collectons et utilisons vos données principalement aux fins suivantes : <ul><li>Fournir des services et des fonctionnalités qui sont les plus susceptibles de répondre à vos besoins et faciliter les services que vous demandez ;</li><li>Personnaliser votre expérience et le contenu, les produits et les services qui vous sont proposés ;</li><li>Vérifiez l'exactitude de vos nom, adresse et autres informations ;</li><li>Vous facturer l'utilisation de nos services et percevoir les frais dus ;</li><li>Fournir une assistance pour vos transactions, les produits et les services que vous utilisez ;</li><li>Vous aider à résoudre les litiges ;</li><li>Se conformer aux exigences légales ;</li><li>Vous informer des offres, produits, services et mises à jour en ligne et hors ligne ;</li><li>Fournir des publicités ciblées, y compris l'utilisation de la technologie de reciblage ;</li><li>Mesurer l'intérêt des consommateurs pour nos produits et services ;</li><li>Détecter et nous protéger contre les erreurs, les fraudes et autres activités criminelles et faire respecter notre contrat d'utilisation ;</li><li>Examiner plusieurs utilisateurs pour identifier les problèmes ou résoudre les litiges et identifier les utilisateurs utilisant plusieurs noms d'utilisateur ou alias ;</li><li>Comparez et vérifiez vos informations personnelles pour détecter les erreurs, les omissions et l'exactitude ;</li><li>Mener des recherches internes sur les données démographiques, les intérêts et le comportement de nos utilisateurs afin de mieux comprendre, protéger et servir nos utilisateurs et notre communauté ;</li><li>améliorer nos efforts de marketing et de promotion, analyser l'utilisation du site, améliorer notre contenu et nos offres de produits, et personnaliser le contenu, la disposition et les services du site ; et</li><li>Recueillir des informations personnelles pour le compte de nos processeurs de paiement afin de satisfaire aux obligations de conformité, telles que la connaissance de la clientèle.</li></ul>",
				"information_sharing": "PARTAGE D'INFORMATIONS ET DIVULGATION",
				"information_sharing_content":" Par principe, nous ne vendons, louons ou partageons aucune de vos informations personnelles, y compris votre adresse électronique, à des tiers à des fins de marketing sans votre consentement explicite. Le profil que vous créez sur le site sera accessible au public, sauf indication contraire. Vous pouvez modifier les paramètres de confidentialité de votre profil via le portail de votre compte. Toutefois, les paragraphes suivants décrivent certaines des façons dont vos informations personnelles peuvent être divulguées dans le cadre normal de nos activités pour fournir nos services.",
				"Karryngo_community": "Communauté Karryngo : ",
				"Karryngo_community_content": "Votre nom d'utilisateur Karryngo est affiché sur l'ensemble du Site et est donc accessible au public. Toutes vos activités sur le Site seront identifiables à votre nom d'utilisateur. D'autres personnes peuvent voir vos devis, les envois que vous avez répertoriés, votre évaluation et les commentaires associés, vos publications sur le site, etc. Ainsi, si vous associez votre nom à votre nom d'utilisateur, les personnes à qui vous avez révélé votre nom pourront identifier personnellement vos activités Karryngo. Si vous êtes impliqué dans une transaction, nous avons des fonctionnalités qui permettent aux parties à la transaction de voir votre adresse électronique et d'obtenir vos coordonnées pour aider à compléter la transaction. De plus, nous pouvons vous envoyer, à vous ou à d'autres membres de la communauté, des avis concernant des activités suspectes ou des violations de la politique sur le site. De plus, nous pouvons partager votre correspondance écrite, y compris les courriels avec l'autre partie à votre transaction dans le cadre du processus de résolution des litiges. Pour demander la suppression de vos informations personnelles de la communauté Karryngo, contactez-nous à nos coordonnées ci-dessous. Dans certains cas, nous ne pourrons peut-être pas supprimer vos informations personnelles, auquel cas nous vous ferons savoir si nous ne sommes pas en mesure de le faire et pourquoi.",
				"external_service_providers": "prestataires de services externes ",
				"external_service_providers_content": " Il peut y avoir des services distincts offerts par des tiers que nous appelons des prestataires de services externes qui peuvent être complémentaires à votre utilisation du site. Si vous choisissez d'utiliser ces services distincts, divulguez des informations aux prestataires de services externes et/ou leur accordez la permission de collecter des informations vous concernant, leur utilisation de vos informations est régie par leur politique de confidentialité. Nous ne divulguons pas vos informations personnelles, y compris votre adresse électronique, à des prestataires de services externes, sauf si vous donnez votre consentement explicite. Avec votre consentement, nous pouvons fournir certaines de vos informations personnelles au prestataire de services externe offrant ces services, pour votre commodité. Pour empêcher la divulgation de vos informations personnelles à un prestataire de services externe, vous pouvez refuser ce consentement ou simplement ne pas utiliser leurs services. Étant donné que nous ne contrôlons pas les pratiques de confidentialité de ces tiers, vous devez évaluer leurs pratiques avant de décider d'utiliser leurs services. Exemples de prestataires de services externes qui fournissent l'assurance Karryngo Cargo et facilitent le processus de réclamation.",
				"internal_service_providers": "prestataires de services internes pour nos opérations : ",
				"internal_service_providers_content": " nous pouvons utiliser des tiers que nous appelons des prestataires de services internes pour faciliter ou externaliser un ou plusieurs aspects de l'entreprise (parfois en utilisant des techniques de cadrage), des opérations de produits et de services que nous vous fournissons et, par conséquent, nous peut fournir certaines de vos informations personnelles, y compris votre adresse e-mail, directement à ces prestataires de services internes. Toute information sensible transmise aux prestataires de services internes impliqués dans les fonctions de traitement des paiements sera cryptée ou en jetons. Ces prestataires de services internes sont soumis à des accords de confidentialité avec nous et à d'autres restrictions légales qui leur interdisent l'utilisation des informations que nous leur fournissons à toute autre fin, sauf pour faciliter l'opération spécifique externalisée liée à Karryngo, sauf si vous avez explicitement accepté ou donné votre autorisation préalable. à eux pour des utilisations supplémentaires. Si vous fournissez directement des informations supplémentaires à un prestataire de services interne, son utilisation de vos informations personnelles est régie par sa politique de confidentialité applicable. Des exemples de prestataires de services internes incluent Stripe qui est impliqué dans les fonctions de traitement des paiements, PayPal qui est impliqué dans la fonction de traitement des cartes de crédit et les outils Mobile Money pour les paiements.",
				"frames": "Cadres:",
				"frames_content": "certaines de nos pages utilisent des techniques de cadrage pour diffuser du contenu de nos partenaires tout en préservant l'apparence de notre site. Veuillez noter que vous fournissez vos informations personnelles à ces tiers et non à http://www.karryngo.com",
				"legal_requests": "Demandes légales:",
				"legal_requests_content": "<p>: Karryngo coopère avec les enquêtes des forces de l'ordre, ainsi qu'avec d'autres tiers pour faire appliquer les lois, telles que : les droits de propriété intellectuelle, la fraude et d'autres droits, afin de vous protéger, vous et la communauté Karryngo, contre les mauvais acteurs. Par conséquent, en réponse à une demande vérifiée par les forces de l'ordre ou d'autres responsables gouvernementaux concernant une enquête criminelle ou une activité illégale présumée, nous pouvons (et vous nous autorisez à) divulguer votre nom, ville, état, numéro de téléphone, adresse électronique, historique d'utilisateur , les plaintes pour fraude et l'historique des citations et des listes sans assignation à comparaître. Sans limiter ce qui précède, dans un effort pour respecter votre vie privée et notre capacité à garder la communauté à l'abri des mauvais acteurs, nous ne divulguerons pas autrement vos informations personnelles aux forces de l'ordre ou à d'autres responsables gouvernementaux sans une assignation à comparaître, une ordonnance du tribunal ou une procédure juridique sensiblement similaire. , sauf lorsque nous croyons de bonne foi que la divulgation d'informations est nécessaire pour : prévenir un dommage physique imminent ou une perte financière ; ou signaler une activité illégale présumée.</p><p>En raison de l'environnement réglementaire existant, nous ne pouvons garantir que toutes vos communications privées et autres informations personnelles ne seront jamais divulguées d'une manière non décrite dans la présente politique de confidentialité. À titre d'exemple (sans limiter ce qui précède), nous pouvons être contraints de divulguer des informations personnelles, y compris votre adresse électronique, au gouvernement ou à des tiers dans certaines circonstances, des tiers peuvent intercepter ou accéder illégalement à des transmissions ou des communications privées, ou des utilisateurs peuvent abuser ou faire un usage abusif de vos informations personnelles qu'ils collectent sur le Site. Par conséquent, bien que nous utilisions les pratiques standard de l'industrie pour protéger votre vie privée, nous ne promettons pas, et vous ne devez pas vous attendre à ce que vos informations personnelles ou vos communications privées restent toujours privées. Voir « Section Sécurité » ci-dessous.</p><p>Nous collectons vos informations de localisation dans le but de localiser un lieu que vous recherchez peut-être dans votre région. Nous ne partagerons ces informations avec notre prestataire de cartographie que dans le seul but de vous fournir ce service. Vous pouvez désactiver les services basés sur la localisation à tout moment en modifiant le paramètre au niveau de l'appareil ou en nous envoyant un courriel à privacy@karryngo.com.</p>",
				"communication": "COMMUNICATIONS DU SITE",
				"communication_content":"<p>Nous vous enverrons occasionnellement des informations sur les produits, services, offres spéciales et promotions, ainsi qu'une newsletter. Vous êtes inscrit à ces courriels lors de l'inscription et vous pouvez vous désabonner à tout moment en accédant à l'onglet de votre compte et en vous désinscrivant des courriels, ou en suivant les instructions de désabonnement dans l'e-mail.</p> <p>Par respect pour votre vie privée, nous mettons à votre disposition un moyen de vous désinscrire de chacune de ces communications lorsque nous vous le demandons. Si vous ne souhaitez plus recevoir notre newsletter et nos communications promotionnelles, vous pouvez refuser de les recevoir en suivant les instructions incluses dans chaque newsletter ou communication ou en nous envoyant un courriel à privacy@karryngo.com.</p> <p>Vous serez averti lorsque vos informations personnelles sont collectées par un tiers qui n'est pas notre agent/prestataire de services, afin que vous puissiez faire un choix éclairé quant au partage ou non de vos informations avec cette partie</p> <p>Nous vous enverrons des annonces strictement liées au service en de rares occasions lorsque cela sera nécessaire. Par exemple, si notre service est temporairement suspendu pour maintenance, nous pouvons vous envoyer un courriel. En règle générale, vous ne pouvez pas vous désabonner de ces communications, qui ne sont pas de nature promotionnelle. Si vous ne souhaitez pas les recevoir, vous avez la possibilité de désactiver votre compte.</p><p>Sur la base des informations personnelles que vous nous fournissez, nous vous enverrons un courriel de bienvenue pour vérifier votre adresse e-mail, votre nom d'utilisateur et votre mot de passe. Nous communiquerons également avec vous en réponse à vos demandes, pour fournir les services que vous demandez et pour gérer votre compte. Le courrier électronique est le principal moyen de communication entre les membres effectuant des transactions sur le site et vous devez être en mesure de recevoir ces informations pour utiliser correctement Karryngo.</p>",
				"links": "LIENS VERS D'AUTRES SITES",
				"links_content": "<p>Ce site Web contient des liens vers d'autres sites qui ne sont ni détenus ni contrôlés par Karryngo. Veuillez noter que nous ne sommes pas responsables des pratiques de confidentialité de ces autres sites. Nous vous encourageons à faire attention lorsque vous quittez notre site et à lire les politiques de confidentialité de chaque site Web qui recueille des renseignements personnels. Cette politique de confidentialité s'applique uniquement aux informations collectées par ce site Web.</p> <p>Certaines parties de la plate-forme Karryngo implémentent les services de cartographie Google Maps, y compris les API Google Maps. Votre utilisation de Google Maps est soumise aux conditions d'utilisation et à la politique de confidentialité de Google, telles qu'elles peuvent être modifiées par Google de temps à autre.</p>",
				"community": "FORUMS DE DISCUSSION COMMUNAUTAIRE",
				"community_content": "Si vous utilisez un tableau d'affichage sur le site, vous devez savoir que toute information personnelle, y compris votre adresse électronique, que vous y soumettez peut être lue, collectée ou utilisée par d'autres utilisateurs de ces forums, et pourrait être utilisée pour vous envoyer des messages non sollicités. Nous ne sommes pas responsables des informations personnelles que vous choisissez de soumettre dans ces forums. Toutes les autres informations relatives à la collecte et à l'utilisation des informations peuvent être trouvées dans la politique de contenu. Pour demander la suppression de vos informations personnelles de la communauté Karryngo, contactez-nous à privacy@karryngo.com. Dans certains cas, nous ne pourrons peut-être pas supprimer vos informations personnelles, auquel cas nous vous ferons savoir si nous ne sommes pas en mesure de le faire et pourquoi.",
				"testimonials": "TÉMOIGNAGES",
				"testimonials_content": "Nous affichons des témoignages personnels de clients satisfaits sur notre site en plus d'autres mentions. Nous pouvons publier votre témoignage avec votre prénom et votre initiale. Si vous souhaitez mettre à jour ou supprimer votre témoignage, vous pouvez nous contacter à privacy@karryngo.com ",
				"social_media": "CONNEXIONS ET FONCTIONNALITÉS AUX MÉDIAS SOCIAUX",
				"social_media_content": "<p>Karryngo peut permettre aux utilisateurs d'accéder à Facebook pour interagir avec des amis et partager sur Facebook via le mur et les fils d'actualités d'amis. Si vous êtes déjà connecté à Karryngo et Facebook, lorsque vous cliquerez sur « Se connecter avec Facebook », vous serez invité à fusionner vos profils. Si vous êtes déjà connecté à Karryngo mais pas connecté à Facebook, lorsque vous cliquez sur \"Se connecter avec Facebook\", vous serez invité à saisir vos informations d'identification Facebook ou à \"S'inscrire à Facebook\". En poursuivant, vous autorisez le site Karryngo à accéder à vos informations et vous acceptez les conditions d'utilisation de Facebook dans votre utilisation du site Karryngo.</p> <p>Inversement, si vous n'êtes pas actuellement enregistré en tant qu'utilisateur de Karryngo et que vous cliquez sur \"Se connecter avec Facebook\", il vous sera d'abord demandé de saisir vos informations d'identification Facebook, puis vous aurez la possibilité de vous inscrire et de rejoindre Karryngo. Une fois inscrit sur le site Karryngo et connecté avec Facebook, vous pourrez publier automatiquement l'activité récente sur Facebook. Vous avez la possibilité de désactiver Facebook Connect à tout moment en vous connectant à votre profil et en cliquant sur « Mon profil Facebook ». De plus, vous pouvez modifier les paramètres de confidentialité des avis qui apparaissent sur Facebook ou déconnecter ce service en visitant la page Paramètres de l'application Facebook.</p> <p>Notre site Web comprend des fonctionnalités de médias sociaux, telles que le bouton \"J'aime\" de Facebook et des widgets, tels que le bouton \"Partager\" ou des mini-programmes interactifs qui s'exécutent sur notre site. Ces fonctionnalités peuvent collecter des informations telles que votre adresse IP et la page que vous visitez sur notre site, et elles peuvent définir un cookie pour permettre à la fonctionnalité de fonctionner correctement. Les fonctionnalités et widgets des médias sociaux sont soit hébergés par un tiers, soit hébergés directement sur notre site. Vos interactions avec ces fonctionnalités sont régies par la politique de confidentialité de la société qui les fournit.</p>",
				"access_to_personal_information": "ACCÈS AUX INFORMATIONS PERSONNELLES",
				"access_to_personal_information_content": "<p>Sur demande, nous vous fournirons des informations indiquant si nous détenons ou traitons pour le compte d'un tiers vos informations personnelles. Vous pouvez demander ces informations en contactant privacy@karryngo.com. Nous répondrons à votre demande dans les 30 jours.</p> <p>Si vous êtes un utilisateur enregistré, vous pouvez corriger ou rectifier vos données à tout moment. Nous vous fournissons des outils pour accéder, corriger, supprimer ou modifier les données personnelles que vous nous avez fournies via votre page de compte de membre ou en contactant notre équipe des opérations client au service d'assistance aux membres de Karryngo.</p> <p>Si vous ne souhaitez plus utiliser notre service, vous pouvez désactiver votre compte à tout moment en effectuant la modification sur la page de votre compte de membre ou en contactant notre équipe des opérations client au service d'assistance aux membres de Karryngo. Vous pouvez également gérer vos paramètres de confidentialité en accédant à vos préférences de communication via la page de votre compte de membre.</p> <p>Si vous désactivez votre compte ou demandez que votre compte soit désactivé, veuillez garder à l'esprit que les moteurs de recherche peuvent toujours conserver des copies de vos informations publiques conformément à leurs politiques de conservation. Vous devrez contacter ces tiers directement pour supprimer vos informations.</p> <p>Nous conserverons vos informations aussi longtemps que votre compte sera actif ou aussi longtemps que nécessaire pour vous fournir des services. Nous conserverons et utiliserons vos informations si nécessaire pour nous conformer à nos obligations légales, résoudre les litiges et faire respecter nos accords. Vos informations jusqu'à ce que toutes les obligations de conformité soient remplies.</p>",
				"security": "SÉCURITÉ",
				"security_content": "La sécurité de vos informations personnelles est importante pour nous. Lorsque vous entrez des informations sensibles (telles que le numéro de carte de crédit) sur nos formulaires d'inscription ou de commande, nous chiffrons ces informations à l'aide de la technologie Secure Socket Layer (SSL). Nous suivons les normes généralement acceptées de l'industrie pour protéger les informations personnelles, y compris votre adresse électronique, qui nous sont soumises, à la fois pendant la transmission et une fois que nous les recevons. Cependant, aucune méthode de transmission sur Internet ou méthode de stockage électronique n'est sécurisée à 100 %. Par conséquent, bien que nous nous efforcions d'utiliser des moyens commercialement acceptables pour protéger vos informations personnelles, nous ne pouvons garantir leur sécurité absolue.",
				"international_privacy_laws": "LOIS INTERNATIONALES SUR LA VIE PRIVÉE",
				"international_privacy_laws_content": "Si vous visitez le Site en dehors des États-Unis, sachez que vous envoyez des informations aux États-Unis où se trouvent nos serveurs. Ces informations peuvent ensuite être transférées aux États-Unis ou à l'extérieur des États-Unis vers d'autres pays en dehors de votre pays de résidence. Ces pays (y compris les États-Unis) peuvent ne pas avoir de lois sur la protection des données aussi complètes ou protectrices que celles de votre pays de résidence ; cependant, notre collecte, stockage et protection de vos informations personnelles seront régies par la présente politique de confidentialité.",
				"business_transition": "TRANSITION D'ENTREPRISE",
				"business_transition_content": "Dans le cas où Karryngo connaîtrait une transition commerciale, telle qu'une fusion, une acquisition par une autre société ou la vente de tout ou partie de ses actifs, vos informations personnelles, y compris votre adresse électronique, figureront probablement parmi les actifs transférés. Vous serez informé par courriel de tout changement de propriété ou de contrôle de vos informations personnelles.",
				"change_privacy": "MODIFICATIONS DE CETTE POLITIQUE DE CONFIDENTIALITÉ",
				"change_privacy_content": "Si nous décidons de modifier notre politique de confidentialité, nous publierons ces modifications de cette politique de confidentialité sur notre site Web et à d'autres endroits que nous jugerons appropriés afin que vous sachiez quelles informations nous recueillons, comment nous les utilisons et dans quelles circonstances, le cas échéant. , nous le divulguons.",
				"contact_us": "NOUS CONTACTER",
				"contact_us_content": "<p>Si vous avez des questions ou des suggestions concernant notre politique de confidentialité ou pour exercer vos droits concernant vos informations personnelles, veuillez nous contacter à privacy@Karryngo.com ou par courrier à l'adresse ci-dessous.</p> <p>Karryngo b(Pty) Ltd..</p> <p>261 Magdalena Willers</p> <p>Kilner Park, Pretoria 0186</p> <p>Afrique du Sud</p> <p>Si vous êtes situé dans l'un des hubs de Karryngo et que vous pensez que nous n'avons pas été en mesure de vous aider avec votre plainte ou votre préoccupation concernant notre utilisation de vos informations, vous avez le droit de contacter votre autorité de surveillance locale avec vos préoccupations.</p>"
			},
			"terms": {
				"terms_title": "TERMES ET CONDITIONS",
				"terms_title_1": "APERÇU",
				"terms_title_1_p1": "Ce site Web est exploité par Karryngo (Pty) Ltd ci-après appelé KARRYNGO. Sur ce site, les termes \"nous\", \"notre\" et \"nos\" font référence à KARRYNGO. KARRYNGO propose ce site Web, y compris toutes les informations, outils et services disponibles sur ce site pour vous, l'utilisateur, sous réserve de votre acceptation de tous les termes, conditions, politiques et avis énoncés ici.",
				"terms_title_1_p2": "En visitant notre site et/ou en achetant un service chez nous, vous vous engagez dans notre 'Service' et acceptez d'être lié par les termes et conditions suivants (\"Conditions d'utilisation\", \"Conditions\"), y compris ces termes et conditions supplémentaires et politiques référencées ici et/ou disponibles par hyperlien. Ces conditions d'utilisation s'appliquent à tous les utilisateurs du site, y compris, sans s'y limiter, les utilisateurs qui sont des navigateurs, des prestataires, des clients, des marchands et/ou des contributeurs de contenu.",
				"terms_title_1_p3": "Veuillez lire attentivement ces conditions d'utilisation avant d'accéder ou d'utiliser notre site Web. En accédant ou en utilisant n'importe quelle partie du site, vous acceptez d'être lié par ces conditions d'utilisation. Si vous n'acceptez pas tous les termes et conditions de cet accord, vous ne pouvez pas accéder au site Web ni utiliser aucun service. Si ces conditions d'utilisation sont considérées comme une offre, l'acceptation est expressément limitée à ces conditions d'utilisation.",
				"terms_title_1_p4": "Toute nouvelle fonctionnalité ou tout nouvel outil ajouté à la boutique actuelle sera également soumis aux Conditions d'utilisation. Vous pouvez consulter la version la plus récente des Conditions d'utilisation à tout moment sur cette page. Nous nous réservons le droit de mettre à jour, de modifier ou de remplacer toute partie de ces conditions d'utilisation en publiant des mises à jour et/ou des modifications sur notre site Web. Il est de votre responsabilité de vérifier périodiquement cette page pour les changements. Votre utilisation continue ou votre accès au site Web après la publication de toute modification constitue une acceptation de ces modifications.",
				"terms_title_2": "DEMANDES ET TRAITEMENT DES COMMANDES",
				"terms_title_2_p1": "1. Nous déploierons le service logistique immédiatement ou dans un délai raisonnable après que le paiement a été crédité sur notre compte, car c'est le temps dont nous avons besoin pour traiter votre commande, réservation ou demande de service. Veuillez noter qu'en raison de volumes élevés, votre demande peut parfois être retardée, veuillez donc être patient avec nous.",
				"terms_title_2_p2": "2. Si vous avez choisi la livraison par courrier de porte à porte, assurez-vous de confirmer l'adresse physique et NON la boîte postale car le courrier ne livre pas à la boîte postale. Cela pourrait retarder l'expédition jusqu'à ce que l'adresse physique ait été confirmée par l'acheteur.",
				"terms_title_2_p3": "3. Pour les options COURIER, si votre zone n'est pas couverte, veuillez d'abord demander un devis car il est légèrement plus cher d'expédier vers ces zones.",
				"terms_title_2_p4": "4. Veuillez noter que les frais d'expédition comprennent les frais d'expédition, le matériel d'emballage, l'administration et la manutention et pas seulement les frais d'expédition uniquement.",
				"terms_title_2_p5": "5. En raison des limitations de sécurité et de coordination, AUCUNE COLLECTE PERSONNELLE n'est autorisée et AUCUNE EXCEPTION à la RÈGLE.",
				"terms_title_2_p6": "6. NOUS NE COMBINONS PAS L'EXPÉDITION D'ARTICLES SI UTILISANT LE SERVICE DE VITESSE, VOUS PAYEZ LE MONTANT TOTAL POUR LES ARTICLES SUPPLÉMENTAIRES POUR LE SERVICE DE VITESSE.",
				"terms_title_2_p7": "7. Nous n'avons aucun contrôle sur la poste ou les services de messagerie que nous utilisons à des fins de livraison, par conséquent, nous ne pouvons être tenus responsables des pertes, retards, dommages, en cours de route et inconvénients car cela ne relève pas de notre contrôle.",
				"terms_title_2_p8": "8. Les frais d'expédition sont calculés à partir du produit avec l'expédition la PLUS ÉLEVÉE si les commandes sont combinées.",

				"section_1": "SECTION 1 - CONDITIONS DE LA BOUTIQUE EN LIGNE",
				"section_1_content": "En acceptant ces conditions d'utilisation, vous déclarez que vous avez au moins l'âge de la majorité dans votre état ou province de résidence, ou que vous avez l'âge de la majorité dans votre état ou province de résidence et que vous nous avez donné votre consentement pour permettre à l'une de vos personnes à charge mineures d'utiliser ce site. Vous ne pouvez pas utiliser nos produits à des fins illégales ou non autorisées et vous ne pouvez pas non plus, dans l'utilisation du Service, enfreindre les lois de votre juridiction (y compris, mais sans s'y limiter, les lois sur le droit d'auteur). Vous ne devez pas transmettre de vers, de virus ou de code de nature destructrice. Une violation ou une violation de l'une des Conditions entraînera une résiliation immédiate de vos Services.",
				"section_2": "SECTION 2 - CONDITIONS GÉNÉRALES",
				"section_2_content": "Nous nous réservons le droit de refuser le service à quiconque pour quelque raison que ce soit et à tout moment. Vous comprenez que votre contenu (à l'exclusion des informations de carte de crédit) peut être transféré en clair et impliquer (a) des transmissions sur divers réseaux ; et (b) des changements pour se conformer et s'adapter aux exigences techniques des réseaux ou appareils de connexion. Les informations de carte de crédit sont toujours cryptées lors du transfert sur les réseaux. Vous acceptez de ne pas reproduire, dupliquer, copier, vendre, revendre ou exploiter toute partie du Service, l'utilisation du Service, ou l'accès au Service ou tout contact sur le site Web par lequel le service est fourni, sans autorisation écrite expresse de notre part. . Les titres utilisés dans cet accord sont inclus uniquement pour des raisons de commodité et ne limiteront ni n'affecteront autrement ces Conditions.",
				"section_3": "SECTION 3 - EXACTITUDE, EXHAUSTIVITÉ ET ACTUALITÉ DES INFORMATIONS",
				"section_3_content": "<p>Nous ne sommes pas responsables si les informations mises à disposition sur ce site ne sont pas exactes, complètes ou à jour. Les services de logistique et de transport sur ce site sont fournis à titre d'information générale uniquement et ne doivent pas être invoqués ou utilisés comme seule base pour prendre des décisions sans consulter des sources d'information primaires, plus précises, plus complètes ou plus opportunes. Toute confiance dans le matériel de ce site est à vos risques et périls.</p><p>Ce site peut contenir certaines informations historiques. Les informations historiques, nécessairement, ne sont pas à jour et sont fournies à titre de référence uniquement. Nous nous réservons le droit de modifier le contenu de ce site à tout moment, mais nous n'avons aucune obligation de mettre à jour les informations sur notre site. Vous convenez qu'il est de votre responsabilité de surveiller les modifications apportées à notre site.</p>",
				"section_4": "SECTION 4 - MODIFICATIONS DU SERVICE ET DES PRIX",
				"section_4_content": "Les prix de nos produits sont sujets à changement sans préavis. Nous nous réservons le droit à tout moment de modifier ou d'interrompre le Service (ou toute partie ou contenu de celui-ci) sans préavis à tout moment. Nous ne serons pas responsables envers vous ou envers un tiers pour toute modification, changement de prix, suspension ou interruption du Service.",
				"section_5": "SECTION 5 - SERVICES LOGISTIQUES (LE CAS ÉCHÉANT)",
				"section_5_content": "Nous nous sommes efforcés d'afficher le plus fidèlement possible les types de services qui apparaissent sur le site Web. Nous ne pouvons pas garantir que l'affichage de n'importe quelle couleur sur votre écran d'ordinateur sera précis. Nous nous réservons le droit, mais ne sommes pas obligés, de limiter les ventes de nos Services à toute personne, région géographique ou juridiction. Nous pouvons exercer ce droit au cas par cas. Nous nous réservons le droit de limiter les quantités de tous les services que nous offrons. Toutes les descriptions de services ou les prix des produits sont susceptibles d'être modifiés à tout moment sans préavis, à notre seule discrétion. Nous nous réservons le droit d'interrompre tout service à tout moment. Toute offre de service faite sur ce site est nulle là où elle est interdite. Nous ne garantissons pas que la qualité de tout service, information ou autre matériel acheté ou obtenu par vous répondra à vos attentes, ou que toute erreur dans le Service sera corrigée.",
				"section_6": "SECTION 6 - EXACTITUDE DES INFORMATIONS DE FACTURATION ET DE COMPTE",
				"section_6_content": "<p>Nous nous réservons le droit de refuser toute commande que vous passez chez nous. Nous pouvons, à notre seule discrétion, limiter ou annuler les quantités achetées par personne, par foyer ou par commande. Ces restrictions peuvent inclure des commandes passées par ou sous le même compte client, la même carte de crédit et/ou des commandes utilisant la même adresse de facturation et/ou de livraison. Dans le cas où nous modifions ou annulons une commande, nous pouvons tenter de vous en informer en contactant l'adresse électronique et/ou l'adresse de facturation/le numéro de téléphone fournis au moment de la commande. Nous nous réservons le droit de limiter ou d'interdire les commandes qui, à notre seul jugement, semblent être passées par des concessionnaires, revendeurs ou distributeurs.</p><p>Vous acceptez de fournir des informations d'achat et de compte à jour, complètes et exactes pour tous les achats effectués sur ou sur le site Web. Vous acceptez de mettre à jour rapidement votre compte et d'autres informations, y compris votre adresse électronique et vos numéros de carte de crédit et dates d'expiration, afin que nous puissions effectuer vos transactions et vous contacter si nécessaire.</p>",
				"section_7": "SECTION 7 - OUTILS OPTIONNELS",
				"section_7_content": "Nous pouvons vous donner accès à des outils tiers sur lesquels nous ne surveillons ni n'avons aucun contrôle ni aucune contribution. Vous reconnaissez et acceptez que nous fournissons l'accès à ces outils \"tels quels\" et \"tels que disponibles\" sans aucune garantie, représentation ou condition d'aucune sorte et sans aucune approbation. Nous déclinons toute responsabilité découlant de ou liée à votre utilisation d'outils tiers facultatifs. Toute utilisation par vous des outils optionnels proposés sur le site est entièrement à vos propres risques et à votre discrétion et vous devez vous assurer que vous connaissez et approuvez les conditions sur lesquelles les outils sont fournis par le ou les prestataires tiers concernés. Nous pouvons également, à l'avenir, proposer de nouveaux services et/ou fonctionnalités via le site Web (y compris la publication de nouveaux outils et ressources). Ces nouvelles fonctionnalités et/ou services seront également soumis aux présentes Conditions d'utilisation.",
				"section_8": "SECTION 8 - LIENS TIERS",
				"section_8_content": "Certains contenus ou services disponibles via notre Service peuvent inclure des services ou l'utilisation de moyens de transport de tiers. Les liens de tiers sur ce site peuvent vous diriger vers des sites Web de tiers qui ne sont pas affiliés à nous. Nous ne sommes pas responsables de l'examen ou de l'évaluation du contenu ou de l'exactitude et nous ne garantissons pas et n'assumons aucune responsabilité pour tout matériel ou site Web de tiers, ou pour tout autre matériel, produit ou service de tiers. Nous ne sommes pas responsables de tout préjudice ou dommage lié à l'achat ou à l'utilisation de services, de ressources, de contenu ou de toute autre transaction effectuée en relation avec des sites Web tiers. Veuillez lire attentivement les politiques et pratiques des tiers et assurez-vous de les comprendre avant de vous engager dans une transaction. Les plaintes, réclamations, préoccupations ou questions concernant les produits tiers doivent être adressées au tiers.",
				"section_9": "SECTION 9 - COMMENTAIRES, RETOURS ET AUTRES SOUMISSIONS DES UTILISATEURS",
				"section_9_content": "<p>Si, à notre demande, vous envoyez certaines soumissions spécifiques (par exemple, des participations à des concours) ou sans demande de notre part, vous envoyez des idées créatives, des suggestions, des propositions, des plans ou d'autres documents, que ce soit en ligne, par e-mail, par courrier postal ou autrement (collectivement, les « commentaires »), vous acceptez que nous puissions, à tout moment, sans restriction, modifier, copier, publier, distribuer, traduire et autrement utiliser sur tout support les commentaires que vous nous transmettez. Nous ne sommes et ne serons pas tenus (1) de maintenir la confidentialité des commentaires ; (2) payer une compensation pour tout commentaire ; ou (3) pour répondre à tout commentaire.</p><p>Nous pouvons, mais n'avons aucune obligation, surveiller, modifier ou supprimer le contenu que nous déterminons à notre seule discrétion comme étant illégal, offensant, menaçant, diffamatoire, pornographique, obscène ou autrement répréhensible ou violant la propriété intellectuelle de toute partie ou les présentes conditions d'utilisation. </p><p>Vous acceptez que vos commentaires ne violent aucun droit d'un tiers, y compris le droit d'auteur, la marque, la confidentialité, la personnalité ou tout autre droit personnel ou de propriété. Vous acceptez en outre que vos commentaires ne contiennent pas de matériel diffamatoire ou autrement illégal, abusif ou obscène, ou ne contiennent aucun virus informatique ou autre logiciel malveillant qui pourrait affecter de quelque manière que ce soit le fonctionnement du Service ou de tout site Web connexe. Vous ne pouvez pas utiliser une fausse adresse électronique, prétendre être quelqu'un d'autre que vous-même, ou nous induire en erreur ou induire des tiers en erreur quant à l'origine des commentaires. Vous êtes seul responsable des commentaires que vous faites et de leur exactitude. Nous n'assumons aucune responsabilité et n'assumons aucune responsabilité pour les commentaires publiés par vous ou par un tiers.</p>",
				"section_10": "SECTION 10 - RENSEIGNEMENTS PERSONNELS",
				"section_110_content": "Votre soumission d'informations personnelles via le magasin est régie par notre politique de confidentialité. Pour consulter notre politique de confidentialité.",
				"section_11": "SECTION 11 - ERREURS, INEXACTITUDES ET OMISSIONS",
				"section_11_content": "Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order). We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.Parfois, il peut y avoir des informations sur notre site ou dans le Service qui contiennent des erreurs typographiques, des inexactitudes ou des omissions qui peuvent concerner les descriptions de produits, les prix, les promotions, les offres, les frais d'expédition des produits, les temps de transit et la disponibilité. Nous nous réservons le droit de corriger toute erreur, inexactitude ou omission, et de modifier ou de mettre à jour les informations ou d'annuler des commandes si des informations dans le Service ou sur tout site Web connexe sont inexactes à tout moment sans préavis (y compris après que vous ayez soumis votre commande) . Nous n'assumons aucune obligation de mettre à jour, de modifier ou de clarifier les informations dans le Service ou sur tout site Web connexe, y compris, sans s'y limiter, les informations sur les prix, sauf si la loi l'exige. Aucune date de mise à jour ou d'actualisation spécifiée appliquée dans le Service ou sur tout site Web connexe ne doit être considérée comme indiquant que toutes les informations dans le Service ou sur tout site Web connexe ont été modifiées ou mises à jour.",
				"section_12": "SECTION 12 - UTILISATIONS INTERDITES",
				"section_12_content": "En plus des autres interdictions énoncées dans les Conditions d'utilisation, il vous est interdit d'utiliser le site ou son contenu : (a) à des fins illégales ; (b) solliciter d'autres personnes pour qu'elles accomplissent ou participent à des actes illégaux ; (c) d'enfreindre les réglementations, règles, lois ou ordonnances locales, internationales, fédérales, provinciales ou étatiques ; (d) pour enfreindre ou violer nos droits de propriété intellectuelle ou les droits de propriété intellectuelle d'autrui ; (e) pour harceler, abuser, insulter, blesser, diffamer, calomnier, dénigrer, intimider ou discriminer sur la base du sexe, de l'orientation sexuelle, de la religion, de l'origine ethnique, de la race, de l'âge, de l'origine nationale ou du handicap ; (f) pour soumettre des informations fausses ou trompeuses ; (g) pour télécharger ou transmettre des virus ou tout autre type de code malveillant qui sera ou pourra être utilisé d'une manière qui affectera la fonctionnalité ou le fonctionnement du Service ou de tout site Web connexe, d'autres sites Web ou d'Internet ; (h) pour collecter ou suivre les informations personnelles d'autrui ; (i) pour envoyer du spam, du phishing, du pharm, du prétexte, du spider, du crawl ou du scraping ; (j) à des fins obscènes ou immorales ; ou (k) pour interférer avec ou contourner les fonctionnalités de sécurité du Service ou de tout site Web connexe, d'autres sites Web ou d'Internet. Nous nous réservons le droit de mettre fin à votre utilisation du Service ou de tout site Web connexe pour violation de l'une des utilisations interdites.",
				"section_13": "SECTION 13 - EXCLUSION DE GARANTIES ; LIMITATION DE RESPONSABILITÉ",
				"section_13_content": "Nous ne garantissons pas, ne représentons ni ne garantissons que votre utilisation de notre service sera ininterrompue, opportune, sécurisée ou sans erreur. Nous ne garantissons pas que les résultats pouvant être obtenus à partir de l'utilisation du service seront exacts ou fiables. Vous acceptez que de temps à autre, nous puissions supprimer le service pour des périodes indéterminées ou annuler le service à tout moment, sans préavis. Vous convenez expressément que votre utilisation ou votre incapacité à utiliser le service est à vos risques et périls. Le service et tous les produits et services qui vous sont fournis par le biais du service sont (sauf mention expresse de notre part) fournis « tels quels » et « tels que disponibles » pour votre usage, sans aucune représentation, garantie ou condition de quelque nature que ce soit, expresse ou implicite, y compris toutes les garanties ou conditions implicites de qualité marchande, de qualité marchande, d'adéquation à un usage particulier, de durabilité, de titre et d'absence de contrefaçon. En aucun cas, KARRYNGO, nos administrateurs, dirigeants, employés, affiliés, agents, sous-traitants, stagiaires, prestataires, prestataires de services ou concédants de licence ne pourront être tenus responsables de toute blessure, perte, réclamation ou de tout dommage direct, indirect, accessoire, punitif, spécial ou les dommages indirects de toute nature, y compris, sans s'y limiter, la perte de profits, la perte de revenus, la perte d'économies, la perte de données, les coûts de remplacement ou tout autre dommage similaire, qu'il soit fondé sur un contrat, un délit (y compris la négligence), une responsabilité stricte ou autre, résultant de votre l'utilisation de l'un des services ou de tout produit acheté à l'aide du service, ou pour toute autre réclamation liée de quelque manière que ce soit à votre utilisation du service ou de tout produit, y compris, mais sans s'y limiter, toute erreur ou omission dans tout contenu, ou tout perte ou dommage de toute nature résultant de l'utilisation du service ou de tout contenu (ou produit) publié, transmis ou autrement mis à disposition via le service, même s'il est informé de leur possibilité. Étant donné que certains États ou juridictions n'autorisent pas l'exclusion ou la limitation de responsabilité pour les dommages indirects ou accessoires, dans ces États ou juridictions, notre responsabilité sera limitée dans la mesure maximale autorisée par la loi.",
				"section_14": "SECTION 14 - INDEMNISATION",
				"section_14_content": "Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité KARRYNGO et notre société mère, nos filiales, nos sociétés affiliées, nos partenaires, nos dirigeants, nos administrateurs, nos agents, nos sous-traitants, nos concédants de licence, nos prestataires de services, nos sous-traitants, nos prestataires, nos stagiaires et nos employés, à l'abri de toute réclamation ou demande, y compris raisonnable les honoraires d'avocat, effectués par un tiers en raison de ou découlant de votre violation de ces Conditions d'utilisation ou des documents qu'ils incorporent par référence, ou de votre violation de tout...",
				"section_15": "SECTION 15 - DIVISIBILITE",
				"section_15_content": "Dans le cas où une disposition de ces Conditions d'utilisation est jugée illégale, nulle ou inapplicable, cette disposition sera néanmoins exécutoire dans toute la mesure permise par la loi applicable, et la partie inapplicable sera réputée séparée de ces Conditions d'utilisation. Service, une telle détermination n'affectera pas la validité et l'applicabilité de toute autre disposition restante.",
				"section_16": "SECTION 16 - RÉSILIATION",
				"section_16_content": "Les obligations et responsabilités des parties contractées avant la date de résiliation survivront à la résiliation du présent accord à toutes fins utiles. Ces conditions d'utilisation sont en vigueur à moins et jusqu'à ce qu'elles soient résiliées par vous ou par nous. Vous pouvez résilier ces conditions d'utilisation à tout moment en nous informant que vous ne souhaitez plus utiliser nos services ou lorsque vous cessez d'utiliser notre site. Si, à notre seul jugement, vous ne respectez pas, ou nous soupçonnons que vous avez omis, de vous conformer à toute condition ou disposition des présentes conditions d'utilisation, nous pouvons également résilier cet accord à tout moment sans préavis et vous resterez responsable de tous les montants dus jusqu'à et y compris la date de résiliation ; et/ou en conséquence peut vous refuser l'accès à nos Services (ou à une partie de ceux-ci)",
				"section_17": "SECTION 17 - INTÉGRALITÉ DU CONTRAT",
				"section_17_content": "L'incapacité de notre part à exercer ou à appliquer tout droit ou disposition des présentes conditions d'utilisation ne constitue pas une renonciation à ce droit ou à cette disposition. Ces conditions d'utilisation et toutes les politiques ou règles de fonctionnement publiées par nous sur ce site ou en ce qui concerne le service constituent l'intégralité de l'accord et de la compréhension entre vous et nous et régissent votre utilisation du service, remplaçant tout accord, communication et proposition antérieurs ou contemporains. , qu'ils soient oraux ou écrits, entre vous et nous (y compris, mais sans s'y limiter, toute version antérieure des Conditions d'utilisation). Toute ambiguïté dans l'interprétation des présentes conditions d'utilisation ne doit pas être interprétée contre la partie rédactrice.",
				"section_18": "SECTION 18 - DROIT APPLICABLE",
				"section_18_content": "Les présentes Conditions d'utilisation et tout accord séparé par lequel nous vous fournissons des Services seront régis et interprétés conformément aux lois du 261 Magdalena Willers, Kilner Park, Pretoria 0186, Afrique du Sud.",
				"section_19": "SECTION 19 - MODIFICATIONS DES CONDITIONS DE SERVICE",
				"section_19_content": "Vous pouvez consulter la version la plus récente des conditions d'utilisation à tout moment sur cette page. Nous nous réservons le droit, à notre seule discrétion, de mettre à jour, de modifier ou de remplacer toute partie de ces conditions d'utilisation en publiant des mises à jour et des modifications sur notre site Web. Il est de votre responsabilité de vérifier périodiquement notre site Web pour les changements. Votre utilisation continue ou votre accès à notre site Web ou au Service après la publication de toute modification des présentes Conditions d'utilisation constitue une acceptation de ces modifications.",
				"section_20": "SECTION 20 - INFORMATIONS DE CONTACT",
				"section_20_content": "Les questions sur les conditions d'utilisation doivent nous être envoyées à l'adresse inquiries@karryngo.com"
				
			},
			"global":{
				"poweredby":"Réalisé par "
			},
			
			"carrier": {
				"be_provider": {
					"title": "Vouloir être un transporteur de Karryngo ?",
					"subtitle_p1": "Enregistrez-vous tout simplement",
					"subtitle_p2": "En tant que Prestataire vous pouvez",
					"p2_ietem1": "Transporter\/expédier\/livrer des courriers, des colis et des marchandises",
					"p2_ietem2": "Transport des personnes (taxi ou faire du covoiturage)",
					"p2_ietem3": "Voyager et touchez un revenu passif en traversant les frontières",
					"p2_ietem4": "Louez votre vehicule et touchez des revenus passifs",
					"register_button": "Enregistrez-vous ",
					"section2_title": "Vous êtes un Prestataire de services KARRYNGO",
					"section2_subtitle_p": "En tant que Prestataire vous pouvez",
					"section2_p2_ietem1": "Transporter\/expédier\/livrer des courriers, des colis et des marchandises",
					"section2_p2_ietem2": "Transport des personnes (taxi ou faire du covoiturage)",
					"section2_p2_ietem3": "Voyager et touchez un revenu passif à travers les frontières",
					"section2_p2_ietem4": "Louez votre vehicule et touchez des revenus passifs",
					"section2_chat_menu": "Vous pouvez accéder au menu 'Chat' pour effectuer toute demande client"  
				},  
				"be_provider_form": {
				"title_part1": "Devenez Prestataire de services",
				"title_part2": "Veuillez remplir le formulaire ci-dessous pour demander en tant que Prestataire",
				"label_select": "Sélectionnez le type de client",
				"select_city":"Selectionez vos zones de couverture",
				"whatsapp":"N° Tel. ou What's App",
				"attach":"Veuillez joindre au moins 3 documents (une photo de votre pièce d'identité/passeport, phote de votre plaque d'immatriculation et photo d'identité du conducteur). Vous pouvez ajouter d'autres documents, assurez-vous qu'ils sont clairs et lisibles.",
				"retails": "",
				"select_item2": "Personnel",
				"select_item3": "Entreprise",
				"section2_title": "Personnel",
				"section2_subtitle_part1": "Ajouté",
				"section2_subtitle_part2": "véhicule",
				"section2_clear_list_button": "Effacez la liste",
				"form_select_optgroup1_item1": "Description du Service",
				"form_select_optgroup1_item2": "Transport\/Livraisons pour services alimentaires",
				"form_select_optgroup1_item3": "Service Courriers\/Messagerie",
				"form_select_optgroup1_item4": "Livraison des colis",
				"form_select_optgroup2_item1": "Transport des personnes",
				"form_select_optgroup2_item2": "Livraison des marchandises ou de colis",
				"form_select_optgroup2_item3": "Emplacement",
				"form_select_optgroup3_item1": "Transport des personnes (taxi ou faire du covoiturage)",
				"form_select_optgroup3_item2": "Déménagements et transferts",
				"form_select_optgroup3_item3": "Transport et Distribution des marchandises",
				"form_select_optgroup3_item4": "Camionnage",
				"form_select_optgroup4":"traveler",
				"form_select_optgroup4_item1":"karryngo Traveler",
				"form_required_label": "Ce champ est obligatoire",
				"form_required_service": "Description du service",
				"form_required_input1_label1": "Ce champ est obligatoire",
				"form_required_input1_label2": "Numéro de Passport",
				"form_zone_title": "Veuillez ajouter plus de 2 zones ou villes où vous desservirez",
				"form_zone_add_button": "Ajoutez une Ville",
				"form_zone_remove": "Retirer",
				"form_contact_label": "Contact",
				"form_contact_tel_label": "Téléphone Mobile",
				"form_contact_email_required_label": "Ce champ est obligatoire",
				"form_contact_email_label": "Courriel",
				"form_description_service": "Description du Service",
				"form_picture": "Ajouter des images",
				"form_cancel": "Annuler",
				"form_confirm": "Confirmer",
				"form_company": "Entreprise",
				"form_add_vehicle_part1": "Ajouté",
				"form_add_vehicle_part2": "Véhicule (s)",
				"form_clear_list_button": "Effacez la liste",
				"beCompagnyCarrierForm_item1": "Description du Service",
				"beCompagnyCarrierForm_optgroup1_item1": "Transport\/Livraisons pour services alimentaires",
				"beCompagnyCarrierForm_optgroup1_item2": "Service Courriers\/Messagerie",
				"beCompagnyCarrierForm_optgroup1_item3": "Livraison des colis",
				"beCompagnyCarrierForm_optgroup2_item": "Transport des personnes",
				"beCompagnyCarrierForm_optgroup3_item1": "Transport des personnes (taxi ou faire du covoiturage)",
				"beCompagnyCarrierForm_optgroup3_item2": "Déménagements et transferts ",
				"beCompagnyCarrierForm_optgroup3_item3": "Transport and Distribution des marchandises",
				"beCompagnyCarrierForm_optgroup3_item4": "Camionnage",
				"beCompagnyCarrierForm_service_type": "Type de service",
				"beCompagnyCarrierForm_company_name": "Nom de l'entreprise",
				"beCompagnyCarrierForm_zone_label": "Veuillez ajouter plus de 2 zones ou villes où vous desservirez",
				"beCompagnyCarrierForm_add_zone": "Ajoutez une zone",
				"beCompagnyCarrierForm_remove_zone": "Retirer",
				"beCompagnyCarrierForm_registration_number": "Numéro d'enregistrement",
				"beCompagnyCarrierForm_import_export": "Numéro de Code d'Import - Export",
				"beCompagnyCarrierForm_passport_id_provider": "Numéro de Passeport ou de Carte d'Identité du Prestataire",
				"beCompagnyCarrierForm_company_address": "Adresse de l'entreprise",
				"beCompagnyCarrierForm_company_contact": "Contact de l'entreprise",
				"beCompagnyCarrierForm_phone_number": "Numéro de téléphone ",
				"beCompagnyCarrierForm_email": "Courriel",
				"beCompagnyCarrierForm_web_site_link": "Lien vers le site Web (facultatif)",
				"beCompagnyCarrierForm_description": "Description"
				},
				"settings": {
				"provider_profile": "Votre profil de Prestataire",
				"wait": "Attendez un instant",
				"label": "Etiquette",
				"type_service": "Type de Service",
				"description_service": "Description du service",
				"covered_regions": "Regions couvertes",
				"documents": "Documents",
				"vehicles": "Véhicules",
				"no_doc_uploaded": "Vous n'avez téléchargé aucun document",
				"doc_uploaded": "Documents téléchargés",
				"no_vehicle_registered": "Vous n'avez aucun véhicule enregistré",
				"vehicle_registered": "Véhicules enregistrés"
				},
				"vehicles": {
					"title": "Vous pouvez définir ici un véhicule utilisé pour le service",
					"form_vehicle_brand": "Marque du véhicule*",
					"form_vehicle_model": "Modèle du véhicule",
					"form_vehicle":"Dites nous en plus sur votre véhicule",
					"form_vehicle_option1": "Type",
					"form_vehicle_option2": "Motocyclette",
					"form_vehicle_option3": "Voiture",
					"form_vehicle_option4": "Pickup",
					"form_vehicle_option5": "Camion",
					"form_vehicle_option6": "Bus",
					"form_vehicle_type": "Type de Véhicule",
					"form_vehicle_field_seats": "Places",
					"form_vehicle_field_number_seats": "Nombre de Places*",
					"form_vehicle_description": "Plus de Despcription*",
					"form_vehicle_description_2":"(Veuillez clairement indiquer le numéro de plaque d'immatriculation et l'année de fabrication de votre véhicule)",
					"form_vehicle_add": "Ajoutez un Véhicule",
					"form_vehicle_processing": "Traitement…",
					"reg_number": "Numéro d'imatriculation",
					"year": "Année de Fabrication",
					"reg_number_placeholder": "Num",
					"year_placeholder": "Année",
				"wait_acceptance": {
					"h3_part1": "Votre demande pour devenir",
					"h3_part2": "Prestataire",
					"h3_part3": "Est toujours en attente...",
					"we_will_notify_you": "Nous vous aviserons lorsque ce sera fait",
					"button_contact": "Contactez notre service d'assistance"  
				}	  
				}
			},
			
			"chat": {
				"typing_zone": {
					"title1": "Envoyer les informations du service",
					"title2": "Cliquez pour payer le service",
					"type_message": "Ecrire votre message"  
				},
				"chat": {
				"new_price": "Nouveau Prix",
				"validate_price": "Confirmer Prix",
				"upgrade_your_price": "Mettez à jour votre prix, avant de continuer",
				"price_mentionned": "Le prix mentionné doit être exprimé en Rand.",
				"confirm": "Confirmez",
				"cancel": "Annulez",
				"start_payment": "Débuter le paiement",
				"select_payment_method": "Sélectionnez votre mode de paiement, avant de continuer",
				"mobile_money_number": "Entrez votre numéro de Mobile Money",
				"make_payment": "Faire un Paiement",
				"message_confirm_payment": "Vous recevrez un message sur votre téléphone pour confirmer le paiement. Une fois le processus terminé, cliquez sur le bouton de paiement effectué",
				"payment_done": "Paiement terminé ",
				"cancel_transaction": "Annulez la transaction"  
				},
				"list_user_message": {
					"search": "Recherche"
				}
			},
			"dashbord": {
				"country": "Cameroun",
				"total_trips": "Total des trajets",
				"total_carriers": "Nombre total de transporteurs",
				"total_orders": "Nombre Total de Commandes ",
				"earnings": "Revenus",
				"ZAR": "ZAR",
				"week_withdrawal": "Retrait et dépôt de cette semaine",
				"top_agencies": "Meilleures agences",
				"money_claimed": "Argent réclamé récemment par des services",
				"day": "Jour",
				"week": "Semaine",
				"month": "Mois",
				"year": "Année",
				"th_services": "Services ",
				"th_amount": "Montant",
				"th_earnings_saler": "Revenus du prestataire",
				"th_earnings_manager": "Revenus du Gestionnaire\/Manager",
				"delivering": "Livraison",
				"trips": "Trajets",
				"traffic": "Votre Traffic",
				"agency": "Nom de l'Agence",
				"drivers": "Chauffeurs",
				"packages": "Colis",
				"status": "Statut",
				"start": "Début",
				"end": "Fin" 
			},
			
			"dashboard_country": {
				"trips": "Trajets",
				"carriers": "Transporteurs",
				"orders": "Commandes",
				"ZAR": "ZAR",
				"earnings": "Revenus",
				"general_stats": "Stats Généraux",
				"new_trips": "Nouveaux Trajets",
				"new_customers": "Nouveaux Clients",
				"countries": "Pays",
				"country": "Pays",
				"manager": "Manager\/Gestionnaire",
				"south_africa": "South Africa",
				"RDC": "République Démocratique du Congo",
				"RCA": "République Centrafricaine",
				"CMR": "Cameroun",
				"Tanzania": "Tanzanie",
				"bounce_rate": "",
				"more_countries ": "Plus de Pays",
				"graph_of_earnings ": "Graphique des revenus par pays"
			},
			
			"error": {
				"404_page": {
				"you_are_lost": "Oops! Vous vous êtes égarés (es)",
				"was_not_found": "La page que vous cherchez est introuvable.",
				"what_are_you_looking_for": "Que cherchez-vous",
				"search": "Recherche"
				},
				"500_page": {
				"we_have_problem": "Houston, Nous avons un problème",
				"page_unavailable": "La page que vous cherchez est momentanément indisponible.",
				"what_are_you_looking_for": "Que cherchez-vous",
				"search": "Recherche"
				}
			},
			"management": {
				"m_costomers": {
					"customers_list": "Liste des clients",
					"th_user": "Utilisateur",
					"th_name": "Nom",
					"th_services": "Services ",
					"th_country": "Pays",
					"th_details": "Détails",
					"registered_on": "Enregistré: 1 juin 2021 ",
					"trips": "Trajets",
					"south_africa": "Afrique du Sud",
					"see_more": "Voir Plus",
					"prev": "",
					"next": "Suivant",
					"services_list": "Liste des Services",
					"status": "Statuts",
					"date": "Date",
					"price": "Prix",
					"service_name": "Nom du Service",
					"ended": "Finalisé",
					"RAN": "600 RAN",
					"close": "Fermé",
					"costomer_details": "Détails du client"
				},
				"m_countries": {
					"countries_list": "Liste des Pays",
					"Countries": "Pays",
					"CMR": "Cameroun",
					"south_africa": "Afrique du sud",
					"prev": "",
					"next": "Suivant",
					"add_countries": "Ajouter Pays",
					"add_countries_simple": "Ajouter Pays",
					"one_or_multiple": "Sélectionnez un ou plusieurs",
					"Gabon": "Gabon",
					"Lesotho": "Lesotho",
					"Swaziland": "Swaziland",
					"Nigeria": "Nigéria",
					"Niger": "Niger",
					"cancel": "Annuler",
					"add": "Ajouter",
					"sorry": "Désolé",
					"service_not_available": "Ce service n'est pas disponible actuellement. Essayer plus tard."
				},
				
				"m_finances": {
					"total_amount": "Montant Total",
					"total_amount_services": "Montant total sur l'ensemble des prestations proposées.",
					"unpaid_amount": "Montant impayés",
					"unpaid_amount_status": "Montant total sur tous les services en statut d'impayé",
					"paid_amount": "Montant Payé",
					"paid_amount_status": "Montant total sur tous les services en statut de payé",
					"return_amount": "Montant retourné"  
				},
				
				"m_providers": {
					"providers": "Prestataires"
				},
				
				"m_services": {
					"services_list": "Liste des services"  
				}
			},
			
			"map": {
				"google_map_geolocation": "Géolocalisation de la carte Google",
				"enable_find_me_feature": "Remarque : une fois que Track Me\/SUIS MOI est activé, actualisez la page pour activer la fonction Find Me\/TROUVE MOI !",
				"find_me": "FINE ME \/ TROUVE MOI",
				"track_me": "TRACK ME\/SUIS MOI",
				"latitude": "latitude",
				"longitude": "longitude"
			},
			
			"navbars": {
				"Karyngo_Navbar": "",
				"navbar": "",
				"home": "Maison\/Accueil",
				"current": "Courant \/ Actuel",
				"link": "Lien",
				"dropdown": "Menu",
				"action": "Action",
				"another_action": "Une autre action",
				"something_else": "Autre chose ici",
				"disabled": "Désactivé",
				"search": "Recherche"  
			},
			
			"post_requests": {
				"how_provider_infos": {
				"provider_informations": "Informations sur le prestataire",
				"no_company": "Aucune Entreprise",
				"vehicles_list": "Liste des Véhicules",
				"status": "Statut",
				"type": "Type",
				"brand": "Marque",
				"registration_date": "Date d'enregistrement",
				"active": "Actif\/Active",
				"OK": "OK"
				},
			
				"post_request_colis": {
					"post_request_colis0": {
					"form_depart":"Ville de départ",
					"form_arrival":"Ville d'arrivée",	
					"form_contact":"Contact (N° Tél. ou Email)",	
					"form_title": "Ici vous pouvez effectuer une expédition. Merci de remplir le formulaire ci-dessous afin d'enregistrer votre demande",
					"form_select_placeholder": "Que voulez-vous expédier ?",
					"form_select_option1": "Quoi?",
					"form_select_option2": "Aliment",
					"form_select_option3": "Courrier",
					"form_select_option4": "Colis",
					"form_required_field": "Champ obligatoire",
					"form_name": "Nom complet (comme sur votre carte d'identité\/passeport)",
					"form_departure_address": "Adresse de départ",
					"form_arrival_address": "Adresse d'arrivée",
					"form_recipient_name": "Nom du bénéficiaire",
					"form_leave_blank": "Si c'est vous, laissez le champ vide",
					"form_note": "Remarque : la TVA et des frais de service Karryngo seront ajoutés.",
					"form_weight": "Poids (kg)",
					"form_weight_placeholder": "poids",
					"form_Positive_number_required": "Un nombre positif est obligatoire",
					"form_height": "Hauteur (cm)",
					"form_height_placeholder": "Hauteur",
					"form_width": "Largeur (cm)",
					"form_width_placeholder": "Largeur",
					"form_length": "Longueur (cm)",
					"form_length_placeholder": "Longueur",
					"form_collection_date": "Date de collecte",
					"form_price": "Prix (Rand)",
					"form_shipping_costs": "Frais d'expédition",
					"form_is_fragile": "Est fragile",
					"form_is_urgent": "Est urgent",
					"form_description": "Description",
					"form_description_placeholder": "Parlez-nous un peu plus de votre envoi",
					"form_next": "SUIVANT"  
				},
				
				"post_request_colis1": {
				"providers_available": "Prestataires disponibles pour votre demande.",
				"provider_details": "Coordonnées du prestataire",
				"no_provider_found": "Aucun Prestataire Trouvé",
				"previous": "Précedent",
				"submit": "Envoyer"  
				},
				"post_request_colis2": {
				"new_shipment": "Nouvelle expédition",
				"confirm_request": "Confirmez votre demande",
				"note": "Une fois la demande confirmée, le retrait sera effectué depuis votre portefeuille",
				"cancel": "Annuler",
				"confirm": "Confirmez"
				}
				
			},  
			
				"post_request_transport": {
				"post_request_transport1": {
					"trip_details": "Details du trajet",
					"from": "De",
					"departure_city": "Ville de départ",
					"to": "A",
					"arrival_city": "Ville d'arrivée",
					"date": "Date",
					"go": "Allez"
				},
				
				"post_request_transport2": {
					"trip_results": "Résultats du trajet",
					"not_happy": "PAS HEUREUX?\/PAS CONTENT?",
					"post_request": "FAITES VOTRE DEMANDE SPÉCIFIQUE"  
				},
				"post_request_transport3": {
					"create_trip_request": "Créer une demande de déplacement",
					"from": "De",
					"departure_city": "Ville de départ",
					"to": "A",
					"arrival_city": "Ville d'arrivée",
					"date": "Date",
					"number_of_seats": "Nombre de Places",
					"prefered_service_type": "Type de Service préféré",
					"select_option1": "Un",
					"select_option2": "Deux",
					"select_option3": "Trois",
					"message": "Message",
					"textarea_placeholder": "Parlez-nous un peu plus de votre colis et faites-nous part de toute demande spécifique",
					"go": "Allez"
				}  
				},
				
				"post_request_trip": {
					"post_request_trip0": {
					"request_transport": "DEMANDE DE TRANSPORT",
					"rent_vehicle": "NOUVEAU VOYAGE",
					"hire_vehicle": "LOUER UN VEHICULE",
					"fill_form": "Merci de remplir le formulaire ci-dessous pour réaliser votre demande",
					"form_What_do_you_want": "Que voulez-vous ?",
					"form_required_field": "Champ obligatoire",
					"form_full_name_placeholder": "Nom complet (comme sur votre carte d'identité\/passeport)",
					"form_offer_title_placeholder": "Donnez un nom à votre offre",
					"form_full_name_required": "Nom entier obligatoire",
					"form_offer_title_required": "Le titre obligatoire",
					"form_seats": "Places",
					"form_positive_field": "Ce champ doit être une valeur positive",
					"form_departure_date": "Date de départ",
					"form_departure_time": "Heure de départ",
					"form_departure_place": "Place de départ",
					"form_arrival_place": "Place d'arrivée",
					"form_transport_cost": "Coût de transport",
					"form_proposal_price_required": "La proposition de prix est obligatoire",
					"form_positive_value": "Ce champ doit être une valeur positive",
					"form_description": "Description",
					"form_about_trip": "Parlez-nous un peu plus de votre trajet.",
					"form_note": "Remarque : la TVA et des frais de service Karryngo seront ajoutés.",
					"form_confirm": "Confirmez"  
					},
					"post_request_trip1": {
						"drivers_available": "Liste des Prestataires disponibles pour votre demande.",
						"supplier_details": "Coordonnées du prestataire",
						"no_provider_found": "Aucun Prestataire Trouvé",
						"previous": "Précédent",
						"submit": "Envoyer" 
					},
					"post_request_trip2": {
						"title": "Négociation des prix \/ Demande de confirmation"  
					},
					"post_request_trips": {
						"back": "Retour",
						"next": "Suivant",
						"confirm": "Confirmez"  
					},
					"services":{
						"rent_bike":"Louer une moto",
						"rent_car":"Louer une voiture",
						"rent_bus":"Louer un bus",
						"rent_truck":"Louer un camion",
						"rent_vip":"Location de véhicule VIP",
						"rent_suv":"Louer un SUV",
						"req_moto":"Demander un Moto-Taxi",
						"req_taxi":"Demander un taxi",
						"req_seat":"Demande de siège",
						"req_vip":"Demander un transport VIP",
						"req_suv":"Demander un transport en SUV",
						"hire_car":"Louez un véhicule",
						"hire_bike":"Louez une moto",
						"hire_tricycle":"Louez une moto tricycle",
						"hire_minibus":"Louez un minibus",
						"hire_bus":"Louez un bus",
						"hire_bakkie":"Louez un Minitruck/Bakkie",
						"hire_truck":"Louez un camion"
					}
			},
			
				"post_request1": {
				"transport_of_persons": "Transport des personnes",
				"request_transport_yourself": "Demandez un transport pour vous-même ou pour quelqu'un d'autre et obtenez la meilleure option",
				"transport_of_packages": "Transport des colis",
				"request_transport_package": "Demandez un transport pour vos colis et bénéficiez de la meilleure option",
				"next": "Suivant",
				"packages": "Colis",
				"trips": "Trajets"  
				}
			},
			
			"profil": {
				"my_profile": "Mon Profile",
				"form_company": "Entreprise (désactivée)",
				"form_company_placeholder": "Entreprise",
				"form_username": "Identifiant\/Nom d'utilisateur",  
				"null": "nul",
				"form_required_field": "Champ obligatoire",
				"form_first_name": "Prénom (s)",
				"form_last_name": "Nom (s) de Famille",
				"form_phone": "Téléphone",
				"form_phone_number": "Numéro de Téléphone",
				"form_email_address": "Courriel",
				"form_address": "Adresse",
				"form_home_address_placeholder": "Domicile",
				"form_country": "Pays",
				"form_city": "Ville",
				"form_postal_code": "Code Postal",
				"form_ZIP_code": "Code Zip",
				"form_about_me": "À propos de moi",
				"form_about_me_placeholder": "Ici votre description",
				"form_update_profile_btn": "Mettre le profil à jour",
				"form_add_payment": "Ajoutez un payement",
				"cancel": "Annulez",
				"confirm": "Confirmez"
			},
			
			"trips": {
				"settings": {
					"trips_historic": "Historique des trajets",
				"status": "Statuts",
				"date": "Date",
				"start": "Début",
				"to": "A",
				"stand_by": "En attente",
				"canceled": "Annuler",
				"finished": "Terminé",
				"Prev": "Précédent",
				"next": "Suivant"  
				},
				"vehicles": {
				"note": "Remarque : Si vous partagez votre voiture avec une autre personne, vous devez enregistrer votre véhicule",
				"add_vehicle": "Ajouter un véhicule pour les déplacements",
				"brand": "Marque",
				"vehicle_type": "Type de Véhicule",
				"form_option1": "Motocyclette",
				"form_option2": "Voiture",
				"form_option3": "Camion",
				"form_option4": "Coaster",
				"form_option5": "Bus",
				"registration_number": "Numéro d'enregistrement",
				"seats": "Places",
				"description": "Description",
				"about_your_vehicle": "Parlez-nous un peu plus de votre véhicule",
				"Drop_here_vehicle_images": "Déposez ici des images de votre (vos) véhicule (s)",
				"save": "Sauvegardez",
				"vehicles_list": "Liste des Véhicules",
				"sorry": "Désolé",
				"tray_later": "Ce service n'est pas disponible actuellement. Essayez plus tard",
				"type": "Type",
				"date_registered": "Date d'enregistrement",
				"number_of_seats": "Nombre de places",
				"prev": "Précédent",
				"next": "Suivant",
				"trips": "Trajets"  
				}
			},
			
			"wallet": {
				"deposit": {
				"current_balance": "Solde Actuel",
				"FCFA": "F CFA",
				"NAIRA": "NAIRA",
				"RAND": "RAND",
				"deposit_label": "Dépôt",
				"confirm_transaction": "Confirmez votre Transaction",
				"ask_confirm_transaction": "Avez-vous confirmé votre transaction ?",
				"cancel": "Annulez",
				"sorry": "Désolé",
				"tray_later": "Ce service n'est pas disponible actuellement. Essayez plus tard",
				"confirm": "Confirmez"  
			},
			
			"payment_method": {
				"list_payment_methods": "Liste des méthodes de payement",
				"orange_money": "Orange Money",
				"mtn_money": "MTN Mobile Money (MoMo)",
				"paypal": "PayPal",
				"add_payment_method_action": "Ajouter une méthode de payement",
				"add_payment_method_title": "Ajouter une méthode de payement",
				"payment_method_label": "Méthode de payement",
				"cancel": "Annulez",
				"confirm": "Confirmez",
				"sorry": "Désolé",
				"tray_later": "Ce service n'est pas disponible actuellement. Essayez plus tard"  
			},
			
			"withdrawal": {
				"current_balance": "Solde Actuel",
				"FCFA": "F CFA",
				"NAIRA": "NAIRA",
				"RAND": "RAND",
				"withdrawal": "Retrait ",
				"confirm_transaction": "Confirmez votre transaction",
				"ask_confirm_transaction": "Avez-vous confirmé votre transaction ?",
				"cancel": "Annulez",
				"confirm": "Confirmez",
				"sorry": "Désolé",
				"tray_later": "Ce service n'est pas disponible actuellement. Essayez plus tard"  
			}
				
			}
			
		}